{
  "id": 1.1,
  "chapter": "अथ प्रथमोअध्यायः<br />Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.1 - मोक्ष प्राप्ति का उपाय",
  "sutra": "सम्यग्दर्शनज्ञानचारित्राणि मोक्षमार्ग: ॥१॥<br />Samyagdarśanajñānacāritrāni moksamārgah ॥1॥",
  "audiosrc": "1-1.mp3",
  "arth": "[ सम्यग्दर्शनज्ञानचारित्राणि ] सम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्चारित्र, तीनों मिलकर [ मोक्षमार्ग: ] मोक्ष का मार्ग हैं, अर्थात्‌ मोक्ष की प्राप्ति का उपाय हैं |",
  "meaning": "Right faith (samyagdarśana), right knowledge (samyagjñāna), and right conduct (samyakcārita), together, constitute the path to liberation – mokshamagra.",
  "vyakhya": "इस सूत्र का पहला शब्द 'सम्यक्‌' का अर्थ है-प्रशंसा । यह शब्द प्रत्येक के साथ लगाना चाहिए। यानि सम्यग्दर्शन, सम्यग्ज्ञान और सम्यक्‌चारित्र। किन्तु ये तीनों अलग-अलग मोक्ष के मार्ग नहीं हैं, बल्कि तीनों का मेल ही मोक्ष का मार्ग है। इसी से सूत्र में एकवाची “मार्ग:” शब्द रखा है। <br /><br />पदार्थों के सच्चे स्वरूप के श्रद्धान को सम्यग्दर्शन कहते हैं; पदार्थों के सच्चे स्वरूप के जानने को सम्यग्ज्ञान कहते हैं और जिन कामों के करने से कर्मबन्ध होता है, उन कामों के न करने को सम्यक्‌चारित्र कहते हैं ।<br /><br />शंका - सूत्र में ज्ञान को पहले रखना चाहिए; क्योंकि ज्ञान-पूर्वक ही पदार्थों का श्रद्धान होता है। तथा दर्शन की अपेक्षा ज्ञान में थोड़े अक्षर हैं। इसलिए भी अल्प अक्षर वाले ज्ञान को दर्शन से पहले कहना चाहिए ?<br />समाधान - जैसे मेघ-पटल के हटते ही सूर्य का प्रताप और प्रकाश दोनों एक साथ प्रकट होते हैं; वैसे ही दर्शनमोहनीय कर्म के उपशम, क्षयोपशम अथवा क्षय से जिस समय आत्मा में सम्यग्दर्शन प्रकट होता है, उसी समय आत्मा के कुमति और कुश्रुत ज्ञान मिटकर मतिज्ञान और श्रुतज्ञान रूप होते हैं। अत: सम्यग्दर्शन और सम्यग्ज्ञान में काल भेद नहीं है, दोनों एक साथ होते हैं।<br /><br />यद्यपि ज्ञान अल्प अक्षर वाला है, किन्तु अल्प अक्षर वाले से जो पूज्य होता है, वही प्रधान होता है। दर्शन और ज्ञान में दर्शन ही पूज्य है; क्योंकि सम्यग्दर्शन के होने पर ही मिथ्याज्ञान सम्यग्ज्ञान हो जाता है। अत: पूज्य होने से सम्यग्दर्शन को पहले कहा है, उसके बाद ज्ञान को रखा है। तथा सम्यग्ज्ञानपूर्वक ही सम्यक्‌चारित्र होता है। इसी से चारित्र को अन्त में रखा है।",
  "explanation": "The word ‘samyak’ means ‘right’ or ‘laudable’. It should be prefixed to each of these three words: faith (darśana), knowledge (jñāna), and  conduct (cāritra). These then become right faith or belief (samyagdarśana), right knowledge (samyagjñāna), and right conduct (samyakcārita). With the addition of the adjective ‘samyak’, faith becomes ‘right’ or ‘laudable’; faith that is knowledge-based is right faith (samyagdarśana). Knowledge of substances, the soul (jīva) and the others, as these are, is right knowledge (samyagjñāna). The use of the adjective ‘samyak’ with knowledge wards off faults in knowledge due to delusion (vimoha or anadhyavasāya), doubt (saÉśaya) and error (viparyaya). The knowledgeable man who is keen to demolish the causes of worldly existence, i.e., transmigration, sheds activity that engenders karmic influx; this shedding of activity is right conduct (samyakcārita). The adjective ‘samyak’ with conduct rules out the conduct not based on right knowledge.<br /><br />Etymologically, the word ‘darśana’ – faith – is ‘that which sees’, ‘that by which is seen’, or just ‘seeing’. The word ‘jñāna’ – knowledge – is ‘that which knows’, or ‘that by which is known’, or just ‘knowing’. The word ‘cāritra’ – conduct – is ‘the doer of activity’, or ‘that by which activity is performed’, or just ‘activity’. One may argue that the above definitions treat the agent (kartā) and the instrument (karaõa) as one; this is not true. It is a valid argument when, from a certain point of view, distinction is made between the transformer (pariõāmī) and the transformation (pariõāma). From another point of view, however, there is no distinction between the transformer (pariõāmī) and the transformation (pariõāma). For example, the statement, ‘the fire  burns the fuel by its quality of burning’, stands scrutiny only when a distinction is made between the fire and its quality of burning. From  another point of view, there is no difference between the fire and its quality of burning. Thus, employing the many-sided point of view – anekāntavāda – it is proper to speak of the substance (dravya) and its quality (guõa) as same, as well as different.<br /><br />Again, one may argue that knowledge (jñāna) must precede faith  (darśana) on two counts: a) faith (darśana) is attained after acquisition of knowledge (jñāna), and b) (in Sanskrit) jñāna has less number of letters than darśana. To say that faith (darśana) is attained after acquisition of knowledge (jñāna) is not correct as the two – faith (darśana) and knowledge (jñāna) – are attained by the soul simultaneously. When the clouds disappear the heat and the light of the sun are manifested simultaneously. Similarly, when right faith is attained by the soul owing to the subsidence (upaśama), destruction (kÈaya) or destruction-cum-subsidence (kshayopaśama) of the faithdeluding (darśanamohanīya) karmas, right sensory-knowledge (matijñāna) and right scriptural-knowledge (śrutajñāna) are attained at the same time due to the removal of wrong sensory- and scripturalknowledge. Further, as a rule, what is venerable is placed before that of fewer letters. How is right faith venerable? It is venerable as only when right faith is there, knowledge acquires the attribute ‘right’. Knowledge is mentioned before conduct, for conduct issues from knowledge.<br /><br />Release from all karmas – sarvakarmavipramokÈaÍ – is liberation (moksha) and the method by which it can be attained is the ‘path’ (mārga). The sūtra uses singular ‘mārgaÍ’ to indicate that all three jointly – right faith or belief (samyagdarśana), right knowledge (samyagjñāna), and right conduct (samyakcārita) – constitute the path to liberation. This refutes the view that each of these singly constitutes the path to liberation. Hence it must be understood that all three – right faith or belief (samyagdarśana), right knowledge (samyagjñāna), and right conduct (samyakcārita) – jointly constitute the direct path to liberation.<br /><br />The next sūtra defines right faith.",
  "vidsrc": [
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/vjFjAR_P6fw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/Ooa2w_SXgOE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/XwDcL6O-YCc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}