{
  "id": 1.10,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.10 - ज्ञान ही प्रमाण है",
  "sutra": "तत्प्रमाणे ॥१०॥",
  "audiosrc": "1-10.mp3",
  "arth": "[ तत्‌ ] उपरोक्त पाँच प्रकार के ज्ञान ही [ प्रमाणे ] (दो प्रकार के) प्रमाण हैं।",
  "meaning": "These (five kinds of knowledge) are the two types of pramāõa (valid knowledge).",
  "vishesharth": "ऊपर कहे मति आदि ज्ञान ही प्रमाण हैं, अन्य कोई प्रमाण नहीं है। सूत्रकार का कहना है कि ज्ञान ही प्रमाण है, सन्निकर्ष अथवा इन्द्रिय प्रमाण नहीं है, क्योंकि इन्द्रिय और पदार्थ का जो सम्बन्ध होता है, उसे सन्निकर्ष कहते हैं। किन्तु सूक्ष्म पदार्थ-जैसे परमाणु, दूरवर्ती पदार्थ-जैसे सुमेरु और अन्तरित पदार्थ-जैसे राम, रावण आदि के साथ इन्द्रिय का सन्निकर्ष नहीं हो सकता; क्योंकि इन्द्रिय का सम्बन्ध तो सामने वर्तमान स्थिर स्थूल पदार्थ के साथ ही हो सकता है। अतः सन्निकर्ष को प्रमाण मानने से इन पदार्थों का कभी ज्ञान ही नहीं हो सकेगा । इसके सिवा सभी इन्द्रियाँ पदार्थ को छूकर नहीं जानती हैं। मन और चश्लु जिसको जानते हैं, उससे दूर रहकर ही उसे जानते हैं। अतः ज्ञान ही प्रमाण है, सन्निकर्ष अथवा इन्द्रिय प्रमाण नहीं हैं।<br /><br />आगे प्रमाण के दो भेद बतलाये हैं-प्रत्यक्ष और परोक्ष। इन्हीं में दूसरों के द्वारा माने गये प्रमाण के सब भेदों का अन्तर्भाव हो जाता है। इसी से 'प्रमाणे' यह द्विवचन का प्रयोग सूत्र में किया है।",
  "explanation": "What is the purport of ‘tad’ – ‘that’? It is intended to preclude any other pramāõa invented by others. Some consider the connection with objects as pramāõa. Some others consider the senses as pramāõa. The word ‘that’ is used in order to preclude these. Only the five kinds of knowledge (jñāna) – sensory knowledge, etc. – constitute pramāõa, not any other. <br /><br /> What is wrong if connection or the senses were considered to be pramāõa? If connection were pramāõa then there would be no knowledge of infinitesimal, concealed and remote things. These cannot be contacted by the senses. Hence there would be no omniscience. If the senses were considered pramāõa, it would result in the same fallacy. The range of the senses such as the eyes is small, and the objects are endless. <br /><br /> Further, connection does not apply to all the senses, as the eyes and the mind do not come in contact with the objects. This is discussed later. It is argued that if knowledge is pramāõa then there is no fruit. But attainment of knowledge is accepted as the fruit, and nothing else. If knowledge and pramāõa are one and the same, no separate fruit is possible. But pramāõa must have fruit. If the connection or the senses are considered to be pramāõa, knowledge, which is different from these, is fit to he considered the fruit. But such a contention is untenable. If connection were the pramāõa and knowledge of objects the fruit, then, as connection rests in two things – the object and the sense-organ – the fruit, i.e., knowledge, must also reside in two things. Hence knowledge must be in the objects – the pot and the board – too, and the objects would become knowledge. This is not tenable. But the opponent says that the soul is characterized by consciousness, and so knowledge inheres in the soul and not in other objects. No. If the soul is not of the nature of knowledge, everything would become non-conscious (acetana). <br /><br /> Now, it has been contended earlier that there is no fruit if knowledge is pramāõa. It does not matter. There is satisfaction in the attainment of knowledge. The soul, whose nature of knowledge is clouded by the foreign matter of karmas, finds satisfaction in determining the nature of substances with the help of the senses. That is spoken of as the fruit. Equanimity (upekÈā) or the disappearance of ignorance (ajñāna) may be considered as the fruit. Equanimity is freedom from attachment (rāga) and aversion (dveÈa). The disappearance of ignorance, which is like darkness, is also called the fruit. It has been said in texts dealing with the science of thought – nyāya – that the fruit of the first kind of pramāõa – direct (pratyakÈa) or omniscience (kevalajñāna) – is equanimity (upekÈā). The fruit of the other kinds of pramāõa – indirect (parokÈa) – is discernment, i.e., acceptance (grahaõa) or rejection (tyāga); besides, of course, equanimity (upekÈā), as stated above. Destruction of ignorance (ajñāna) about the self, however, is the actual fruit of all methods of knowledge (pramāõa).<sup>1</sup> That which knows rightly, that by which anything is known, or knowledge alone, is pramāõa. What is known by pramāõa? The soul and the other substances. Now, if pramāõa is the means for knowing the soul and the other substances, then there must be another pramāõa for knowing pramāõa. And that will lead to a regression. No, there is no regression. Pramāõa or knowledge is like the lamp. The lamp is the cause of illuminating objects like the pitcher. It is also the cause of illuminating its own nature or form and, therefore, there is no need to seek another illuminating cause. It must be admitted that pramāõa also is like the lamp. If another pramāõa were necessary to ascertain pramāõa then due to the absence of self-knowledge, there would be no memory or remembrance. And then there would be no social relationship. <br /><br /> The dual is used for pramāõa in accordance with the divisions mentioned later. The next two sūtra say, ‘the first two are indirect’, and ‘the rest are direct’. The dual is intended to ward off any other enumeration of pramāõa. <br /><br /> The five kinds of knowledge are included in the two pramāõa. Still the two pramāõa may be considered in other ways like direct (pratyakÈa) and inference (anumāna). The next sūtra is intended to dispel such a view.<br /><p>1 – Vijay K. Jain (2015), ‘Ācārya Samantabhadra’s ĀptamīmāÉsā (Devāgamastotra) – Deep Reflection On The Omniscient Lord’, verse 102, p. 158.</p>",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/rnOomRbUgCQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/ybH5ry3h1gc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}