{
  "id": 1.11,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.11 - ﻿परोक्ष प्रमाण",
  "sutra": "आद्ये परोक्षम् ॥११॥<br />Adye paroksham ॥11॥",
  "audiosrc": "1-11.mp3",
  "arth": "[ आद्ये ] प्रारम्भ के दो अर्थात्‌ मतिज्ञान और श्रुतज्ञान [ परोक्षम्‌ ] परोक्ष प्रमाण हैं।",
  "meaning": "The first two kinds of knowledge are indirect (paroksha) knowledge (jñāna).",
  "vyakhya": "यहाँ ' आद्य ' शब्द का द्विवचन में प्रयोग होने से मतिज्ञान और श्रुतज्ञान का ग्रहण किया है। दोनों ज्ञान 'पर' अर्थात्‌ इन्द्रिय, मन, उपदेश, प्रकाश आदि की सहायता से होते हैं, इसलिए ये परोक्ष हैं; क्योंकि जो ज्ञान पर की अपेक्षा से होता है, उसे परोक्ष कहते हें।",
  "explanation": "‘Ādi’ means the first; ‘ādya’ means that which arises from the first. How can two be considered first? It is by the real and the figurative points of view. Sensory knowledge (matijñāna) is the first from the real point of view. Being next to it, scriptural knowledge (śrutajñāna) is also considered the first, figuratively. By the use of the dual number, the secondary one is also taken. These two are indirect (paroksha) pramānaor knowledge (jñāna).<br /><br /> How are these indirect? These are dependent on ‘others’. It is mentioned later that sensory knowledge is acquired through the senses and the mind, and that scriptural knowledge is acquired through the mind. ‘Others’ means the senses, the mind, the light, the teaching, and such other external causes. On the destruction-cumsubsidence (kshayopaśama) of the concerned karmas, sensory knowledge and scriptural knowledge arise in the soul through the senses, the mind, and other external causes. Hence these two kinds of knowledge are called indirect (paroksha). Analogy, verbal testimony, etc., are included in these.<br /><br /> The marks of indirect knowledge have been mentioned. All the rest constitute direct (pratyaksha) knowledge.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/rnOomRbUgCQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/ybH5ry3h1gc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}