{
  "id": 1.12,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.12 - ﻿प्रत्यक्ष प्रमाण ज्ञान ",
  "sutra": "प्रत्यक्षमन्यत् ॥१२॥ ",
  "audiosrc": "1-12.mp3",
  "arth": "[ अन्यत्‌ ] शेष तीन अर्थात्‌ अवधिज्ञान, मनःपर्ययज्ञान और केवलज्ञान [ प्रत्यक्षम्‌ ] प्रत्यक्ष प्रमाण हैं।",
  "meaning": "The remaining (three) constitute direct (pratyakÈa) knowledge (jñāna).",
  "vishesharth": "अक्ष नाम आत्मा का है। जो ज्ञान आत्मा से ही उत्पन्न होता है, इन्द्रिय, प्रकाश, उपदेश आदि की सहायता नहीं लेता, उसे प्रत्यक्ष कहते हैं। प्रत्यक्ष के भी दो भेद हैं- विकल प्रत्यक्ष यानि एकदेश प्रत्यक्ष और सकल प्रत्यक्ष | अवधि और मनःपर्यय विकल प्रत्यक्ष हैं और केवलज्ञान सकल प्रत्यक्ष है।",
  "explanation": "That which spreads or knows is the soul (akÈa). That which manifests itself only in the soul on the destruction-cum-subsidence (kÈayopaśama) or destruction (kÈaya) of karmas, without the help of the senses (indriya), is direct (pratyakÈa) knowledge. Now clairvoyant perception (avadhidarśana) and omniscient perception (kevaladarśana) also arise only in the soul. So these would also be included. No. Here the discussion is on ‘knowledge’, therefore, perception is excluded. Still, wrong (vibhańga) clairvoyance (avadhijñāna) arises only in the soul, that would be included. No, that is excluded as this is the section dealing with right knowledge. The term ‘right’ is supplied and knowledge is distinguished by it. Wrong clairvoyance is excluded since it ascertains objects not as these really are, owing to the rise of wrong faith. It is not right knowledge.<br /><br /> Now it is argued that knowledge arising from the operation of the senses is direct and that arising without the functioning of the senses is indirect. These definitions which are not open to disagreement must be accepted. It is improper to say so. If such a view be accepted, the Omniscient (āpta) would cease to have direct (pratykÈa) knowledge. If knowledge arising from the operation of the senses be considered direct, there can be no direct knowledge in case of the Omniscient for he does not attain knowledge through the senses. If the Omniscient is considered to derive knowledge only through the senses, he would not remain ‘all-knowing’. If it is contended that he derives direct knowledge through the mind, that knowledge is certainly not omniscience, as it is derived through the application of the mind. And it cannot be said that omniscience is attained through the knowledge of the Scripture, for the Scripture presupposes the existence of the Omniscient.<br /><br /> If you say that there exists transcendental pratyakÈa, the divine direct knowledge of the yogī, then that too is not direct knowledge as it is not derived through the senses. You have already admitted direct knowledge to be derived from the senses. Moreover, from your above definition of direct knowledge two faults emerge. First, there can be no omniscience, and second, the disputant is compelled to give up his own position. Does this knowledge of the yogī cognize objects in succession or simultaneously? If it cognizes in succession, it cannot be omniscience; for the objects are infinite. If it is contended that it cognizes objects simultaneously, your statement that ‘just as one vijñāna<sup>1</sup> does not know two objects, two vijñāna do not know one object,’ stands shattered.<br /><br /> Or your proposition that ‘all impressions are momentary’ goes to pieces as you have admitted that one vijñāna extends to several instants. Hence, knowing several objects is possible only in succession. It cannot be said that vijñāna knows simultaneously. That which is the instant of birth is the instant of its realization alone. Only after its own realization the object begins to operate. It is argued that vijñāna is like the lamp which does both, self-shining and illuminating objects, at one and the same time. But the two activities of self-shining and illuminating are admitted of the lamp only if the objects exist for several instants. Further, if vijñāna is admitted to be bereft of details, it will become void.<br /><br /> Pramāõa has been said to be of two kinds, indirect (parokÈa) and direct (pratyakÈa). The first kind is described in the next sūtra.<br /><br /><p>1 – ‘vijñāna’ in Buddhist phenomenology refers to consciousness or discernment – one of the five functions of the sentient being.</p>",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/rnOomRbUgCQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/ybH5ry3h1gc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}