{
  "id": 1.13,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.13 - ﻿परोक्ष प्रमाण के संबंध में विशेष कथन",
  "sutra": "मतिः स्मृति: संज्ञा चिन्ताभिनिबोध इत्यनर्थान्तरम् ॥१३॥<br />Matih smratih sanjñā cintābhinibodha ityanarthāntaram ॥13॥",
  "audiosrc": "1-13.mp3",
  "arth": "[ मतिः ] मति, [ स्मृति: ] स्मृति, [ संज्ञा ] संज्ञा, [ चिन्ता ] चिन्ता, [ अभिनिबोध ] अभिनिबोध, [ इति ] इत्यादि [ अनर्थान्तरम्‌ ] अर्थान्तर नहीं हैं, अर्थात्‌ वे मतिज्ञान के नामान्तर हैं।",
  "meaning": "Sensory cognition – mati, remembrance – smriti, recognition – samjñā, induction – chintā, and deduction – abhinibodha, are synonyms of sensory-knowledge (matijñāna).",
  "vyakhya": "इन्द्रिय और मन की सहायता से जो अवग्रह आदि रूप ज्ञान होता है, उसे मति कहते हैं। न्यायशास्त्र में इस ज्ञान को सांव्यवहारिक प्रत्यक्ष कहा है; क्‍योंकि लोकव्यवहार में इन्द्रिय से होने वाला ज्ञान प्रत्यक्ष माना जाता है। परन्तु वास्तव में तो पराधीन होने से यह ज्ञान परोक्ष ही है। पहले जानी हुई वस्तु को कालान्तर में स्मरण करना स्मृति है। जैसे, पहले देखे हुए देवदत्त का स्मरण करना “वह देवदत्त” यह स्मृति है। संज्ञा का दूसरा नाम प्रत्यभिज्ञान है। वर्तमान में किसी वस्तु को देखकर पहले देखी हुई वस्तु का स्मरण होना और फिर पहले देखी हुई वस्तु का और वर्तमान वस्तु का जोड़ रूप ज्ञान होना प्रत्यभिज्ञान है।<br /><br />न्यायशास्त्र में प्रत्यभिज्ञान के अनेक भेद बतलाये हैं, जिनमें चार मुख्य हैं-एकत्व प्रत्यभिज्ञान, सादृश्य प्रत्यभिज्ञान, तद्विलक्षण प्रत्यभिज्ञान और तत्प्रतियोगी प्रत्यभिज्ञान । किसी पुरुष को देखकर \"यह वही पुरुष है\" जिसे पहले देखा था ऐसा जोडरूप ज्ञान होना एकत्व प्रत्यभिज्ञान है। वन में गवय नाम के पशु को देखकर ऐसा ज्ञान होना कि यह गवय मेरी गौ के समान है, सादृश्य प्रत्यभिज्ञान है। भैंस देखकर \"यह भैंस मेरी गौ से विलक्षण\" ऐसा जोड्रूप ज्ञान होना तद्विलक्षण प्रत्यभिज्ञान है। निकट की वस्तु को देखकर पहले देखी हुई वस्तु के स्मरण पूर्वक ऐसा जोड़रूप ज्ञान होना कि इससे वह दूर है या ऊँची है या नीची है, इत्यादि ज्ञान को तत्प्रतियोगी प्रत्यभिज्ञान कहते हैं।<br /><br />चिन्ता का दूसरा नाम तर्क है। \"जहाँ अमुक चिह्न होता है, वहाँ उस चिह्न वाला भी होता है\" ऐसे ज्ञान को चिन्ता या तर्क कहते हैं। न्यायशास्त्र में व्याप्ति के ज्ञान को तर्क कहते हैं और साध्य के अभाव में साधन के अभाव को तथा साधन के सद्धाव में साध्य के सद्भाव को व्याप्ति कहते हैं। जैसे \"अग्नि के न होने पर धुआँ नहीं होता और धुआँ होने पर अग्नि अवश्य होती है\" यह व्याप्ति है और इसके जानने वाले ज्ञान को तर्क-प्रमाण कहते हैं। जिसको सिद्ध किया जाता है, उसे साध्य कहते हैं और जिसके द्वारा सिद्ध किया जाता है, उसे साधन कहते हैं। साधन से साध्य के ज्ञान को अभिनिबोध कहते हैं। इसका दूसरा नाम अनुमान है। जैसे, धुआँ उठता देखकर यह जान लेना कि वहाँ आग लगी है, क्योंकि धुआँ उठ रहा है, यह अभिनिबोध है। ये सब ज्ञान परोक्ष प्रमाण हैं।",
  "explanation": "These are the synonyms of sensory-knowledge (matijñāna), mentioned first. These arise on the destruction-cum-subsidence (kshayopaśama) of karmas which obscure sensory knowledge. And there is no activity of these in scriptural knowledge (śrutajñāna), etc. The derivatives are mati, smriti, samjñā, chintā, and abhinibodha. Cognizing is cognition. Remembering is remembrance. Recognizing is recognition. Inductive reasoning is induction. Deductive reasoning is deduction. Other expansions, as appropriate, must be understood. <br /><br />Though the words are derived from different roots, by the force of convention, these are synonyms. For instance, though the words ‘indra’, ‘śakra’, and ‘purandara’ denote different activities, all these are the names of the same person, the deva-husband of Śaci. If different meanings are attached to these from the point of view of their etymological meanings, the same may be done with regard to the synonyms of sensory knowledge (matijñāna). The meaning intended is that these synonyms do not transgress the range of cognition arising from the cause of destruction-cum-subsidence (kshayopaśama) of karmas obscuring sensory knowledge (matijñāna).<br /><br />The term ‘iti’ indicates varieties or species. These are the synonyms or names of sensory knowledge. <br /><br />What is the cause of that?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/b9eywiEgWv8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/Gqks-RZ1RF8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}