{
  "id": 1.14,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.14 - मतिज्ञान किससे उत्पन्न होता है",
  "sutra": "तदिन्द्रियानिन्द्रियनिमित्तम् ॥१४॥",
  "audiosrc": "1-14.mp3",
  "arth": "[ इन्द्रियानिन्द्रिय ] इन्द्रियाँ और मन [ तत्‌ ] उस मतिकज्ञान के [ निमित्तम्‌ ] निमित्त हें।",
  "meaning": "That – sensory-knowledge (matijñāna) – is caused by the senses (indriya) and the mind (mana).",
  "vyakhya": "इन्द्र अर्थात्‌ आत्मा। आत्मा के चिह्न विशेष को इन्द्रिय कहते हैं। आशय यह है कि जानने की शक्ति तो आत्मा में स्वभाव से ही है, किन्तु ज्ञानावरण कर्म का उदय रहते हुए वह बिना बाह्य सहायता के स्वयं नहीं जान सकता। अत: जिन अपने चिन्हों के द्वारा वह पदार्थों को जानता है, उन्हें इन्द्रिय कहते हैं। अथवा, आत्मा तो सूक्ष्म है, दिखायी नहीं देता। अत: जिन चिह्ढों से आत्मा का अस्तित्व जाना जाता है, उन्हें इन्द्रिय कहते हैं; क्योंकि इन्द्रियों की प्रवत्ति से ही आत्मा के अस्तित्व का पता लगता है। अथवा, इन्द्र यानि नामकर्म | उसके द्वारा जो रची जाय उसे इन्द्रिय कहते हैं।<br /><br />शंका - जो इन्द्रिय नहीं, उसे अनिन्द्रिय कहते हैं। तब मन को अनिन्द्रिय क्यों कहा ? क्‍योंकि वह भी तो इन्द्र अर्थात्‌ आत्मा का चिह् है, उसके द्वारा भी आत्मा जानता है ?<br />समाधान - यहाँ अनिन्द्रिय का मतलब “इन्द्रिय नहीं! ऐसा मत लेना, किन्तु 'किंचित्‌ इन्द्रिय” लेना। अर्थात्‌, मन किंचित्‌ इन्द्रिय है, पूरी तरह से इन्द्रिय नहीं है। क्योंकि इन्द्रियों का तो स्थान भी निश्चित है और विषय भी निश्चित है। जैसे-चक्षु शरीर के अमुक भाग में ही पायी जाती है तथा वह रूप को ही जानती है। किन्तु मन का न तो कोई निश्चित स्थान ही है और न कोई निश्चित विषय ही है; क्योंकि जैन सिद्धान्त में ऐसा बतलाया है कि आत्मा के जिस प्रदेश में ज्ञान उत्पन्न होता है, उसी स्थान के अंगुल के असंख्यातवें भाग आत्मप्रदेश उसी समय मनरूप हो जाते हैं तथा मन की प्रवृत्ति भी सर्वत्र देखी जाती है, इसलिए उसे अनिन्द्रिय कहा है। मन को अन्तःकरण भी कहते हैं; क्योंकि एक तो वह आँख वगैरह की तरह बाहर में दिखायी नहीं देता | दूसरे, मन का प्रधान काम गुण-दोष का विचार तथा स्मरण आदि है। उसमें वह इन्द्रियों की सहायता नहीं लेता। अतः उसे अन्तःकरण भी कहते हैं।",
  "explanation": "He who is invested with lordship and wealth is ‘indra’. Here the word means the soul. The soul is of the nature of knowledge. However, when there is the destruction-cum-subsidence (kshayopaśama) of knowledgeobscuring karmas, the soul, by itself, is unable to know the objects. And that which acts as the instrument for acquisition of knowledge by the soul is the sense (indriya). Or that which causes the knowledge of hidden objects is the sign (lińga). Accordingly, that which promotes the knowledge of the subtle soul, is the sense (indriya). For instance, smoke is the cause of the knowledge of the fire. Similarly, the senses, such as touch etc., cannot exist without the soul. Hence by means of those senses the existence of the soul is inferred. Or, ‘indra’ is the word denoting name-karma (nāmakarma). The senses (indriya) are built by that. The senses of touch, etc., are described later. ‘Anindriya’, ‘mana’, ‘antaÍkaraõa’ are synonyms.<br /><br /> The word ‘anindriya’ is the negation of ‘indriya’ – sense. How then can it be used to denote the mind which is also a sign of the soul? The negative sign ‘a’ is used in the sense of slight or a little. A quasi-sense is called ‘anindriya’. For instance there is the usage ‘anudarā kanyā’ – the girl ‘without’ the belly. Here the meaning of ‘without’ is taken as ‘slight’ or ‘thin’. How is the meaning ‘slight’ applied to the mind? The sense-organs perceive objects within a limited range, and these last for a long time. But the mind is not like these. Objects that are perceived by the senses as well as those not perceived by the senses are subject to mental cognition. Though the mind is also the sign (lińga) of the soul (indra), it neither cognizes objects within a limited range nor remains for long (the mental attitude changes quickly).<br /><br /> The mind is described as an internal sense. In investigating good and evil and in remembrance, etc., the mind is not dependent on the senses. Nor is the mind seen outwardly like the eyes, etc. So it is called the internal sense.<br /><br /> What for is ‘tad’ – ‘that’ – used? ‘That’ is used for denoting sensory knowledge (matijñāna). Now sensory knowledge has just been mentioned. It is argued that a rule or an exception refers to what has just been described. So this sūtra would refer to sensory knowledge only even without the word ‘that’. The answer is, ‘that’ is intended to refer to this (previous) sūtra as well as the following sūtra. The knowledge that has synonyms like ‘mati’ is caused by the senses and the mind. And the same has four stages – impression (avagraha), inquisitiveness (īhā), comprehension (avāya) and retention (dhāraõā). If ‘that’ were not used, the synonyms such as ‘mati’ would refer to sensory knowledge, and the kind of knowledge caused by the senses and the mind, would refer to scriptural knowledge with the four stages mentioned in the next sūtra. Thus it would lead to a faulty inference.<br /><br />The cause of sensory knowledge has been understood. Its stages are mentioned in the next sūtra.", 
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/riuojw6VXv8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/JxlLnMq19GY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}