{
  "id": 1.16,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.16 - ﻿अवग्रह आदि ज्ञानों के और भेद",
  "sutra": "बहु-बहुविध-क्षिप्रानि:सृतानुक्त-धुवाणां सेतराणाम् ॥१६॥",
  "audiosrc": "1-16.mp3",
  "arth": "[ बहु ] बहुत [ बहुविध ] बहुत प्रकार [ क्षिप्र |] जल्दी [ अनिःसृत ] अनिःसृत [ अनुक्त ] अनुक्त [ ध्रुवाणां ] ध्रुव [ सेतराणां ] तथा उनसे उल्टे भेदों से युक्त अर्थात्‌ एक, एकविध, अक्षिप्र, निःसृत, उक्त, ओर अध्रुव, इस प्रकार बारह प्रकार से अवग्रह-ईहादिरूप मतितज्ञान होते हैं|",
  "meaning": "(The subdivisions of each of these are) many – bahu, many kinds – bahuvidha, quick – kÈipra, hidden – aniÍsÃta, unexpressed – anukta, lasting – dhruva, and their opposites.",
  "vyakhya": "अवग्रह आदि से इन बारहों का ज्ञान होता है। बहुत वस्तुओं के ग्रहण करने को बहुज्ञान कहते हैं। बहुत तरह की वस्तुओं के ग्रहण करने को बहुविधज्ञान कहते हैं । जैसे सेना या वन को एक समूह रूप में जानना बहुज्ञान है और हाथी, घोड़े आदि या आम, महुआ आदि भेदों को जानना बहुविधज्ञान है। शीघ्रता से जाती हुई वस्तु को जानना क्षिप्र ज्ञान है। जैसे तेज चलती हुई रेलगाड़ी को या उसमें बैठकर बाहर की वस्तुओं को जानना। वस्तु के एक भाग को देखकर पूरी वस्तु को जान लेना, अनिःसृत ज्ञान है। जैसे जल में डूबे हुए हाथी की सूंड को देखकर हाथी को जान लेना। बिना कहे अभिप्राय से ही जान लेना अनुक्त ज्ञान है। बहुत काल तक जैसा का तैसा निश्चल ज्ञान होना या पर्वत वगैरह स्थिर पदार्थ को जानना ध्रुव ज्ञान है। अल्प का अथवा एक का ज्ञान होना अल्प ज्ञान है। एक प्रकार की वस्तुओं का ज्ञान होना एकविध ज्ञान है। धीरे-धीरे चलते हुए घोड़े वगैरह को जानना अअभ्षिप्र ज्ञान है। सामने विद्यमान पूरी वस्तु को जानना निसृत ज्ञान है। कहने पर जानना उक्त ज्ञान है। चंचल बिजली वगैरह को जानना अभश्रुव ज्ञान है। इस तरह बारह प्रकार का अवग्रह, बारह प्रकार की ईहा, बारह प्रकार का अवाय और बारह प्रकार का धारणा ज्ञान होता है। ये सब मिलकर ज्ञान के ४८ भेद होते हैं तथा इनमें से प्रत्येक ज्ञान पाँच इन्द्रियों और मन के द्वारा होता है। अत: ४८ को छह से गुणा करने पर मतिज्ञान के २८८ भेद होते हैं।",
  "explanation": "Impression (avagraha), together with other activities, is the subject under consideration. The actions with regard to these are mentioned, i.e., those commencing with ‘bahu’ – many – and their opposites. Many – ‘bahu’ – must be understood to mean both the number and the bulk, as it is not particularized. The numbers are one, two, many, etc. The bulk is much rice, much soup, etc. ‘Vidha’ denotes kinds. ‘KÈipra’ means knowing swiftly. ‘AniÍsÃta’ denotes that the entire object is not seen; that is, part of it is seen and part of it is hidden. ‘Anukta’ is what is implied and not expressed. ‘Dhruva’ is continual cognition of an object as it really is. ‘Setara’ is intended to include the opposites of all these.<br /><br /> Impression (avagraha) is of twelve kinds – impression of more, impression of less, impression of many kinds, impression of one kind, impression of an object quickly, impression of an object slowly, impression of a hidden object, impression of a revealed object, impression of an implied object, impression of an expressed object, impression of a lasting nature and impression of a transient nature. Similarly with regard to inquisitiveness (īhā) and the others. Each of these arises in case of each of the five senses and the mind. The six kinds denoted by many, many kinds, and the rest, of impression (avagraha), etc., arise owing to the high degree of destruction-cumsubsidence (kshayopaśama) of karmas obscuring sensory-knowledge (matijñāna). But it is not so in case of their opposites. Those denoted in the sūtra are mentioned first because of their worth.<br /><br /> What is the difference between many and many kinds? In both ‘many’ is common. But in the former ‘many’ applies to the same kind of objects or things. In the latter ‘many’ refers to different kinds of objects or things. This is the difference.<br /><br /> What is the difference between ‘expressed’ (ukta) and ‘revealed’ (niÍsÃta)? ‘Revealed’ (niÍsÃta) means the object is made known and ‘expressed’ (ukta) also means the same. But there is this difference: ‘expressed’ (ukta) is knowing through the instruction imparted by others and ‘revealed’ (niÍsÃta) is knowing by oneself.<br /><br />What is the distinction between lasting (dhruva) impression (avagraha) and retention (dhāraõā)? Owing to the destruction-cumsubsidence (kshayopaśama) of karmas attained by pure thoughtactivity, impression (avagraha) is the same in the first, second and other instants. That is, it becomes neither less nor more. This is called lasting avagraha. But, owing to the destruction-cum-subsidence (kshayopaśama) by mixed (pure and impure) thought-activity, the impression (avagraha) is of higher or lower degree, as sometimes there is impression of many (bahu), sometimes of less (alpa), sometimes of many kinds (bahuvidha), sometimes of one kind (ekavidha). Hence it is called transient (adhruva) impression. But retention (dhāraõā) is the cause of not forgetting in the future what has been perceived. Thus there is great difference between the two.<br /><br /> Impression (avagraha), etc., cognize many (bahu), etc.; of what are many (bahu), etc., the attributes?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/mlvj1k9zrJk\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/jEsfo5E51A8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/zMbZHJz8uNc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}