{
  "id": 1.18,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.18 - ﻿अवग्रह आदि ज्ञान का नियम",
  "sutra": "व्यञ्जनस्यावग्रहः ॥१८॥<br />Vyañjanasyāvagrahah ॥18॥",
  "audiosrc": "1-18.mp3",
  "arth": "[ व्यंञ्जनस्य ] व्यज्जन (अप्रगटरूप शब्दादि पदार्थों) का [ अवग्रह: ] मात्र अवग्रह ज्ञान होता है, ईहादि तीन ज्ञान नहीं होते।",
  "meaning": "There is only impression (avagraha) of indistinct things – vyańjana.",
  "vyakhya": "स्पष्ट पदार्थ के अवग्रह को अर्थावग्रह कहते हैं और अस्पष्ट पदार्थ के अवग्रह को व्यज्जनावग्रह कहते हैं। जैसे श्रोत्र इन्द्रिय में एक हल्की-सी आवाज का मामूली-सा भान होकर रह गया । उसके बाद फिर कुछ भी नहीं जान पड़ा कि क्‍या था ? ऐसी अवस्था में केवल व्यज्जनावग्रह ही होकर रह जाता है। किन्तु यदि धीरे धीरे वह आवाज स्पष्ट हो जाती है, तो व्यज्जनावग्रह के बाद अर्थावग्रह और फिर ईहा आदि ज्ञान भी होते हैं। अत: अस्पष्ट पदार्थ का केवल अवग्रह ज्ञान ही होता है और स्पष्ट पदार्थ के चारों ज्ञान होते हैं।",
  "explanation": "Collection of indistinct sounds, etc., is ‘vyańjana’. In case of these, there is impression (avagraha) only. What is the purpose of this sūtra? It is for determination that there is impression (avagraha) only of ‘vyańjana’ and not inquisitiveness (īhā), etc. If so, the word ‘only’ should have appeared in the sūtra. No, it is not necessary. If once certain activity has been established, its repetition makes it a rule or makes it a certainty. Hence, without the use of the word ‘only’ in the sūtra, it establishes the rule.<br /><br /> Now impression (avagraha) has been mentioned in both cases, ‘artha’ and ‘vyańjana’. Then what is the difference between the two? The difference is that while arthāvagraha is distinct impression, vyańjanāvagraha is indistinct impression. How? It is akin to the wetting of a new earthenware. The new earthenware does not get wet by two or three drops of water. But when moistened repeatedly, it gets wet. Similarly, the matter in the modes of sound, and so on, does not become distinct in the first two or three instants. But when apprehended repeatedly, it becomes distinct. Therefore, there is indistinct impression prior to distinct impression. Distinct impression is arthāvagraha. And, inquisitiveness (īhā), etc., do not arise from indistinct impression (vyańjanāvagraha).<br /><br /> Does indistinct impression (vyańjanāvagraha) occur in case of all the senses? No.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/vtPLFgq7Wz4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}