{
  "id": 1.19,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.19 - ﻿व्यंजनावग्रह सभी इन्द्रियों से नही होता",
  "sutra": "न चक्षुरनिन्द्रियाभ्याम् ॥१९॥",
  "audiosrc": "1-19.mp3",
  "arth": "व्यज्जनावग्रह [ चक्षु: अनिन्द्रियाभ्याम्‌ | चक्षु ओर मन से [न] नहीं होता।",
  "meaning": "Indistinct impression (vyańjanāvagraha) does not arise in case of the eyes (cakÈu) and the mind (anindriya, mana).",
  "vishesharth": "चनश्षु और मन से व्यंजनावग्रह नहीं होता; क्योंकि चक्षु और मन पदार्थ को दूर से ही जानते हैं, उससे भिड़ कर नहीं जानते। जैसे चक्षु आँख में लगे अंजन को नहीं देख सकती, किन्तु दूरवर्ती को देख सकती है। इसी तरह मन भी जिन पदार्थों का विचार करता है, वे उससे दूर ही होते हैं। इसी से जैन सिद्धान्त में चक्षु और मन को अप्राप्यकारी कहा है। शेष चारों इन्द्रियाँ अपने विषय को उससे भिड़ कर ही जानती हैं। अतः व्यञ्जनावग्रह चार ही इन्द्रियों से होता है। इस तरह बहु, बहुविध आदि बारह विषयों की अपेक्षा व्यंजनावग्रह के ४८ भेद होते हैं। तथा पहले गिनाये हुए २८८ भेदों में इन ४८ भेदों को मिला देने से मतिज्ञान के ३३६ भेद होते हैं। इस तरह मतिज्ञान का स्वरूप कहा।",
  "explanation": "Indistinct impression (vyańjanāvagraha) does not occur in case of the eyes and the mind. How? It is because these do not operate on the basis of contact. The eyes apprehend an object that is not touching it but placed in its vicinity in proper perspective and revealed by external light. Similarly, the mind apprehends an object without touching it. Hence, there is no indistinct impression (vyańjanāvagraha) in case of the sense of sight and the mind.<br /><br /> How is it ascertained that there is no contact in ease of the eyes? It is ascertained from the Scripture and by inference. First, from the Scripture: ‘The sense-organ of hearing apprehends sound that comes in contact, the sense-organ of sight apprehends form (colour) that does not come in contact. The sense-organs of smell, taste and touch apprehend smell, taste and touch, respectively, which come in contact.’ By inference: the sense-organ of sight operates without contact for it does not apprehend the object that is in contact. This is clear from the fact that it does not perceive the collyrium applied to the eye. Unlike the sense-organ of touch, it does not perceive it. Thus, both the eyes and the mind operate without contact.<br /><br /> It is clear, therefore, that indistinct impression (vyańjanāvagraha) is possible in case of all senses except the sense of sight and the mind. Distinct impression (arthāvagraha) obtains in case of all the senses and the mind.<br /><br /> Sensory knowledge (matijñāna) has been described with its marks and divisions. Now it is time to define scriptural knowledge (śrutajñāna) with its marks and divisions.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/vtPLFgq7Wz4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}