{
  "id": 1.2,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.2 - ﻿सम्यग्दर्शन का लक्षण",
  "sutra": "तत्त्वार्थश्रद्धानं सम्यग्दर्शनम् ॥२॥",
  "audiosrc": "1-2.mp3",
  "arth": "﻿[ तत्त्वार्थ श्रद्धानं ] अपने-अपने स्वरूप के अनुसार पदार्थों का जो श्रद्धान होता है वह [ सम्यग्दर्शनम्‌ ] सम्यग्दर्शन है।",
  "meaning": "Belief in substances, ascertained as these are, is right faith (samyagdarśana).",
  "vishesharth": "",
  "explanation": "‘Tattva’ is the ‘nature’ (bhāva) of the substance (padārtha); the nature of the substance, as it is, is ‘tattva’. ‘Artha’ means ‘ascertainment’. The compound ‘tattvārtha’ means ascertainment of the substance, as it is. Or, ‘tattvārtha’ means ascertainment of the nature (bhāva) of the substance as the two, the nature (bhāva) and the substance (padārtha), are not distinct from each other. Belief in what has been ascertained as the nature of the substance is right faith (samyagdarśana).<br /><br /> As this treatise is concerned about the path to liberation, the meaning of the word ‘darśana’ is taken as ‘faith’ or ‘belief’ rather than ‘seeing’. Faith or ‘darśana’ – ascertainment of substances – is a characteristic of the soul (ātmā) and when faith becomes right it is called ‘samyagdarśana’. Right faith is the cause for the attainment of liberation (mokÈa). Right faith is the subject only of potential (bhavya) souls. Seeing is the function of the eyes and it is common to living beings; it is not appropriate to consider it helpful in the attainment of liberation (mokÈa). <br /><br /> Right faith (samyagdarśana) is of two kinds – with-attachment sarāga), and without-attachment (vītarāga). Right faith with attachment (sarāga samyagdarśana) is characterized by signs such as tranquility – praśama; incessant fear of worldly existence – saÉvega; compassion for the worldly beings – anukampā; and keen intellect based on the teaching of the Scripture and the preceptor – āstikya. The man with ‘āstikya’ believes that the substances – souls and non-souls –exist, that the universe is without beginning and end, that no entity is the creator of the universe, and that the substance undergoes transformation due to its own nature although there is the presence of the cause-and-effect (nimitta-naimittika) relationship with other substances. Right faith without-attachment (vītarāga samyagdarśana) is solely the purity of the soul.<br /><br /> How does the right faith that concerns substances – souls and nonsouls – arise?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/R9hJ5V0zGhc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/R9hJ5V0zGhc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}