{
  "id": 1.20,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.20 -  ﻿श्रुतज्ञान का स्वरूप",
  "sutra": "श्रुतं मतिपूर्वं द्वयनेक-द्वादशभेदम् ॥२०॥",
  "audiosrc": "1-20.mp3",
  "arth": "[ श्रुतम्‌ ] श्रुतज्ञान [ मतिपूर्व ] मतिज्ञानपूर्वक होता है अर्थात्‌ मतिज्ञान के बाद होता है। वह श्रुतज्ञान [ द्यनेकद्दादशभेदम्‌ ] दो प्रकार का, अनेक प्रकार का और बारह प्रकार का है।",
  "meaning": "Scriptural knowledge (śrutajñāna) is preceded by sensory knowledge (matijñāna). It is of two kinds, many kinds, and twelve kinds.",
  "vyakhya": "पहले मतिज्ञान होता है। उसके बाद श्रुतज्ञान होता है। बिना मतितज्ञान हुए श्रुतज्ञान नहीं होता। यह बात दूसरी है कि श्रुतज्ञान होने के बाद फिर श्रुतज्ञान हो, किन्तु पहला श्रुतज्ञान मतिपूर्वक ही होता है। उस श्रुतज्ञान के दो भेद हैं- अंगबाह्य और अंगप्रविष्ट । अंगबाह्य के तो अनेक भेद हैं और अंगप्रविष्ट के बारह भेद हैं-आचारांग, सूत्रकृतांग, स्थानांग, समवायांग, व्याख्याप्रज्ञप्ति अंग, ज्ञातृर्मकथा अंग, उपासकाध्ययन अंग, अन्तःकृतदशांग, अनुत्तरीपपादिक अंग, प्रश्नव्याकरण अंग, विपाकसूत्र, दृष्टिप्रवाद अंग।<br /><br />भगवान्‌ तीर्थंकर ने केवलज्ञान के द्वारा सब पदार्थों को जानकर दिव्यध्वनि के द्वारा उपदेश दिया। उनके साक्षात्‌ शिष्य गणधर ने उस उपदेश को अपनी स्मृति में रखकर बारह अंगों में संकलित कर दिया । यह अंगप्रविष्ट श्रुतज्ञान कहा जाता है। किन्तु ये अंग ग्रन्थ महान्‌ और गम्भीर होते हैं। अतः आचार्यों ने अल्पबुद्धि शिष्यों पर दया करके उनके आधार पर जो ग्रंथ रचे, वे अंगबाह्य कहलाते हैं। ये सब अक्षरात्मक श्रुतज्ञान के भेद हैं। श्रुतज्ञान में उसी की मुख्यता है।",
  "explanation": "Though the word ‘śruta’ is derived from ‘hearing’, by traditional usage, it points to a particular kind of knowledge. For instance, the word ‘kuśala’, derived from the ‘cutting of grass’, by common currency it means hale and hearty. What is that particular kind of knowledge? The answer is given in the sūtra: ‘scriptural knowledge (śrutajñāna) is preceded by sensory knowledge (matijñāna)’. This fulfils the validity of scriptural knowledge. The word ‘purva’ in the sūtra also refers to the instrumental cause or just the cause. Sensory knowledge (matijñāna) has already been described. ‘Matipūrvam’ means having sensory knowledge as its instrumental cause.<br /><br /> A doubt is raised that if scriptural knowledge is caused by sensory knowledge, it would become sensory knowledge. For in the world we see that the effect is like the cause. No, this is not invariably so. Though the pitcher is made by the stick and the wheel, it is not of the nature of the stick and the wheel. Moreover, scriptural knowledge may not arise even in the presence of sensory knowledge. Even in the presence of sensory knowledge and availability of the external causes of scriptural knowledge, the one whose powerful karmic veil of scriptural knowledge is in operation, scriptural knowledge does not arise. But when there is destruction-cum-subsidence (kshayopaśama) of the karmic veil to a high degree, then scriptural knowledge arises. Hence, sensory knowledge is merely an instrumental cause and not the sufficient cause of scriptural knowledge.<br /><br /> Now scriptural knowledge (śrutajñāna) is considered beginningless and endless. If it be preceded by sensory knowledge, that proposition falls to the ground. For that which has a beginning has an end. Moreover, it would lose its authority if it is created by man. But such a view is untenable. From the general point of view of substance, etc., it is considered beginningless and endless. It has not been invented by someone at some time in some manner with great effort. But, from the particular point of view, it has a beginning and an end. So it is said to be preceded by sensory knowledge. For instance, the sprout presupposes the seed, but from the point of view of the series it is beginningless and endless. Further, authority does not consist in its not being created by man. For in that case even the teachings on theft, etc., whose author’s name is forgotten, would become authoritative. What is wrong if direct (pratyaksha) knowledge, which is not eternal, is considered valid? It is contended that it is not proper to say that scriptural knowledge is preceded by sensory knowledge, as knowledge arises on manifestation of the first, subsidential right belief – prathamopaśama samyaktva. But it is not true, for the knowledge only becomes ‘right’ as a result of right belief. The realization of the two kinds of knowledge is in succession. Hence, it is established that scriptural knowledge is preceded by sensory knowledge.<br /><br /> Again, the statement that ‘scriptural knowledge is preceded by sensory knowledge’ is erroneous on account of the fault of nonpervasiveness (avyāpti), for it is said that scriptural knowledge is preceded by scriptural knowledge also. It is as follows. Some person perceives, through his ears, sound molecules consisting of letters, words and sentences. This is sensory knowledge. Next he derives the first śruta knowledge of the meaning of the word ‘jar’ (ghaÇa). Then, if he gets hints of the function of the jar, with the knowledge of the jar, he acquires the second knowledge of the function of the jar such as storing water, etc. Then scriptural knowledge (śrutajñāna) is preceded by scriptural knowledge (śrutajñāna). Again, some person perceives the objects of the senses such as fire, which is sensory knowledge. Then he acquires the first scriptural knowledge of objects such as smoke. If he acquires the knowledge of the concomitant connection of smoke and fire, then he infers fire from smoke. This way also (śrutajñāna) is preceded by scriptural knowledge (śrutajñāna). Therefore, it is not true that scriptural knowledge (śrutajñāna) is invariably preceded by sensory knowledge (matijñāna). There is nothing wrong in it. When scriptural knowledge (śrutajñāna) is preceded by scriptural knowledge (śrutajñāna), figuratively, the first scriptural knowledge (śrutajñāna) is spoken of as sensory knowledge (matijñāna). Scriptural knowledge (śrutajñāna) also is somehow considered sensory knowledge (matijñāna), as it is necessarily preceded by sensory knowledge.<br /><br /> The word ‘kinds’ is added to every number – two kinds, many kinds and twelve kinds. First the two divisions of the Scripture are the works outside the original canon – ańgabāhya – and those within the original canon – ańgapraviÈÇa. The non-canonical works – ańgabāhya – are of many kinds such as daśavaikālika and uttarādhyayana. The canonical works – ańgapraviÈÇa – are twelve. 1) ācarāńga, 2) sūtrakÃtāńga, 3) sthānāńga, 4) samavāyāńga, 5) vyākhyāprajñyapti ańga, 6) jñātÃdharmakathāńga, 7) upāskadhyananāńga or śrāvakādhyayanāńga, 8) antakÃddaśāńga, 9) anuttaropapādika daśāńga, 10) praśnavyākaraõāńga, 11) vipākasūtrāńga, and 12) dÃÈÇivādāńga. DÃÈÇivādāńga has five divisions – parikarma, sūtra, prathamānuyoga, pūrvagata and cūlikā. Out of these, purvagata has fourteen sections – utpādapūrva, agrāyaõīya, vīryānuvāda, astināstipravāda, jñānapravāda, satyapravāda, ātmapravāda, karmapravāda, pratyākhyānanāmadheya, vidyānuvāda, kalyāõanāmadheya, prāõāvāya, kriyāviśāla and lokabindusāra. Thus verbal testimony or scriptural knowledge is of two, many and twelve kinds.<br /><br /> What is the basis of these distinctions? The distinctions are based on the kinds of teachers. The teachers are of three kinds, namely, the Omniscient (the Tīrtkańkara and the kevalī), his disciples (the śrutakevalī), and the later preceptors (ācāryas). The Scripture were really taught by the Omniscient Tīrtkańkara, gifted with perfect knowledge of unimaginable power and splendour. The Omniscient Lord is free from all kinds of impurities and is possessed of direct and perfect knowledge. Hence his word is authoritative. The Lord’s direct disciples, called the gaõadhara and the śrutakevalī, gifted with vast knowledge and accomplishments, recollect the import of the Lord’s teachings and compose the Scripture called the ańga and the pūrva. These too are authoritative, as these are only interpretations of the Word of the Lord. Later on, works such as daśavaikālika are written by the preceptors to benefit their disciples, whose lives are shorter and whose intellect and energy are less potent owing to the nature of the times. These also constitute valid knowledge, as these are in fact the same as the ańga and the pūrva in a condensed form, just as the water of the Milky Ocean taken in a jar.<br /><br />Indirect knowledge has been expounded. Direct knowledge must be described now. Direct knowledge is the knowledge perceived directly by the soul in a vivid manner without the intermediary of the senses or the Scripture. This is of two kinds, direct knowledge of a part of reality – deśaprtyakÈa – and direct knowledge embracing the entire reality – sarvaprtyakÈa. Avadhi (clairvoyance) and manaÍparyaya (telepathy) constitute the first variety, and perfect knowledge (kevalajñāna) constitutes the second variety of direct knowledge. The first of these three kinds of direct knowledge, namely, avadhijñāna, is described first. Avadhijñāna is of two kinds according to the nature of its origin. The first is due to birth – bhavapratyaya, and the second owes its origin to destruction-cum-subsidence of the particular karmic veil – kÈayopaśamanimittaka. First, the bhavapratyaya avadhijñāna is described.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/36cpEmQbXsw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/_ilx5ddEuL4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}