{
  "id": 1.21,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.21 - अवधिज्ञान के भेद",
  "sutra": "भवप्रत्ययोऽवधिर्देवनारकाणाम् ॥२१॥<br />Bhavapratyayo avadhirdevanārakānām ॥21॥",
  "audiosrc": "1-21.mp3",
  "arth": "[ भवप्रत्यय: ] भवप्रत्यय नामक [ अवधि: ] अवधिज्ञान [ देवनारकाणाम्‌ ] देव ओर नारकियों के होता हे।",
  "meaning": "Clairvoyance based on birth – bhavapratyaya avadhijñāna – is possessed by the celestial and the infernal beings.",
  "vyakhya": "अवधिज्ञान अवधिज्ञानावरण कर्म और वीर्यान्तराय कर्म के क्षयोपशम से होता है और क्षयोपशम ब्रत, नियम वगैरह के आचरण से होता है। किन्तु देवों और नारकियों में व्रत, नियम वगैरह नहीं होते। अतः उनमें देव और नारकी का भव पाना ही क्षयोपशम के होने में कारण होता है। इसी से उनमें होने वाला अवधिज्ञान भवप्रत्यय (जिसके होने में भव ही कारण है) कहा जाता है। अर्थात्‌ जो देव और नारकियों में जन्म लेता है, उसके अवधि ज्ञानावरण कर्म का क्षयोपशम हो ही जाता है। अतः वहाँ क्षयोपशम के होने में भव ही मुख्य कारण है।<br /><br />इतना विशेष है कि सम्यग्दृष्टियों के अवधिज्ञान होता है और थ्यादृष्टियों के कुअवधि ज्ञान होता है।",
  "explanation": "What is the state of existence ‘bhava’? The mode (paryāya) of the soul is the state of its existence; it is caused by the life- and name-karmas (āyu, nāmakarma). ‘Pratyaya’ means cause (kāraõa) or instrumental cause (nimitta). The avadhijñāna that has the state of existence (bhava) for its cause or origin is the bhavapratyaya avadhijñāna. It is possessed by the deva and the infernal beings. In that case, there would be no destruction-cum-subsidence (kshayopaśama) of the karmic veil in this type of clairvoyance. No, it is not so. In case of these beings, the karmic veil disappears and subsides due to their state of being (bhava). So the state of being (bhava) is mentioned as the main cause. Birds fly by instinct (inborn tendency) and not because of teaching. So also clairvoyance arises in these beings not because of any special merit such as observance of vows or restraint, but by reason of their state of existence (bhava). The state of existence being common to all, it would mean that all are endowed with the same degree of clairvoyance. But differences in the degree of clairvoyance (avadhijñāna) possessed by these beings are admitted. Though the beings in heaven and hell are mentioned in general, only those endowed with right faith among them are implied. This is clear from the term ‘avadhi’ used in the sūtra. In case of wrong believers, it is called vibhańga (erroneous) clairvoyance (avadhijñāna) as it is vitiated by their wrong belief. The degree of clairvoyance among them can be ascertained from the Scripture.<br /><br /> If clairvoyance (avadhijñāna) based on birth arises in celestial and infernal beings, in whom does clairvoyance arise due to destructioncum- subsidence (kshayopaśama) of karmas?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/SIuyvU_RJH4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/INKGxiUAkGg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}