{
  "id": 1.23,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.23 - मनःपर्यय के भेद ",
  "sutra": "ऋजुविपुलमती मन:पर्ययः ॥२३॥<br />Rijuvipulamatī manahparyayah ॥23॥",
  "audiosrc": "1-23.mp3",
  "arth": "[ मनःपर्ययः ] मनःपर्ययज्ञान [ ऋजुमति विपुलमति: ] ऋजुमति और विपुलमति दो प्रकार का हे।",
  "meaning": "The two kinds of telepathy (manaÍparyayajñāna) are Ãjumati and vipulamati.",
  "vyakhya": "दूसरे के मन में सरल रूप में स्थित रूपी पदार्थ को जो ज्ञान प्रत्यक्ष जानता है, उसे ऋजुमति मनःपर्ययज्ञान कहते हैं और दूसरे के मन में सरल अथवा जटिल रूप में स्थित रूपी पदार्थ को जो ज्ञान प्रत्यक्ष जानता है, उसे विपुलमति मनः:पर्ययज्ञान कहते हैं।<br /><br />देव, मनुष्य, तिर्यञज्च , सभी के मन में स्थित विचार को मनःपर्यय ज्ञान जानता है, किन्तु वह विचार रूपी पदार्थ अथवा संसारी जीव के विषय में होना चाहिए। अमूर्तिक द्र॒व्यों और मुक्तात्माओं के विषय में जो चिन्तन किया गया होगा, उसे मन:पर्यय नहीं जान सकता। तथा उन्हीं जीवों के मन की बात जान सकता है, जो मनुष्य लोक की सीमा के अन्दर हों। इतना विशेष है कि मनुष्यलोक तो गोलाकार है, किन्तु मनःपर्यय ज्ञान का क्षेत्र गोलाकार न होकर पैंतालीस लाख योजन लम्बा चौड़ा चौकोर है। उसके दो भेदों में से ऋजुमति तो केवल उसी वस्तु को जान सकता है, जिसके बारे में स्पष्ट विचार किया गया हो अथवा मन, वचन और काय की चेष्टा के द्वारा जिसे स्पष्ट कर दिया गया हो, किन्तु विपुलमति मनःपर्यय चिन्तित, अचिन्तित और अर्ध-चिन्तित को भी जान लेता है।",
  "explanation": "The word ‘Ãju’ means produced and straight. Whereby is it produced? It is produced by the knowledge of objects of speech, body and mind located in the minds of others. He who has straight telepathy is called Ãjumati. ‘Vipula’ means not produced and curved or winding. How is it not produced? It is not produced by the knowledge of objects of speech, body and mind in the minds of others. He who has complex telepathy is called vipulamati. Thus, telepathy is of two kinds – Ãjumati and vipulamati.<br /><br /> Now that the divisions of telepathy have been mentioned, it must be defined. Telepathy is that knowledge which knows the objects thought of by the minds of others, owing to the destruction-cum-subsidence (kshayopaśama) of energy-obstructing (viryāntarāya) and telepathyknowlege- obscuring (manaÍparyaya jñānāvaraņa) karmas and depending on the attainment of name-karmas (nāmakarma) of limbs and minor limbs (ańgopāńga). It may be argued that it is sensory knowledge (matijñāna) only since it happens in the mind (mana). This has already been refuted. The mind is merely for reference as the background. The object located in the mind of another is ascertained by this knowledge. So the mind is intended only as a background.<br /><br /> Of these two varieties, Ãjumati can extend from two or three births of oneself and of others, up to a maximum of seven or eight past or future births. It can extend in space from one gavyūti (a measure of length = 2 krośa) up to one yojana (a measure of length = 4 krośa) but not beyond it. The latter – vipulamati – can extend from seven or eight births up to innumerable births in the past and in the future. In space it can extend from one yojana up to the entire abode of human beings (i.e., up to the mountain range of Mānuśottara) and not beyond that. Other particulars regarding these two varieties of manaÍparyayajñānā are described next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/0sWVqC18xqI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}