{
  "id": 1.24,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.24 - ﻿मनःपर्यय के दोनो भेदों में विशेषता",
  "sutra": "विशुद्ध्यप्रतिपाताभ्यां तद्विशेषः ॥२४॥",
  "audiosrc": "1-24.mp3",
  "arth": "[ विशुद्धग्प्रतिपाताभ्यां ] परिणामों की विशुद्धि और अप्रतिपात अर्थात्‌ केवलज्ञान होने से पूर्व न छूटना [ तद्विशेष: ] इन दो बातों से ऋजुमति और विपुलमति ज्ञान में विशेषता (अन्तर) हे।",
  "meaning": "The differences between the two are due to purity (viśuddhi) and infallibility (apratipāta).",
  "vishesharth": "ऋजुमति और विपुलमति में विशुद्धि और अप्रतिपात की अपेक्षा से विशेषता है। मनःपर्यय ज्ञानावरणकर्म के क्षयोपशम से जो आत्मा में उज्वलता होती है, वह विशुद्धि है और संयम परिणाम की वृद्धि होने से गिरावट का न होना अप्रतिपात है। ऋजुमति से विपुलमति अधिक विशुद्ध होता है। तथा ऋजुमति होकर छूट भी जाता है, किन्तु विपुलमति वाले का चरित्र वर्धमान ही होता है, अत: वह केवलज्ञान उत्पन्न होने तक बराबर बना रहता है।",
  "explanation": "The state of the soul on destruction-cum-subsidence (kÈayopaśama) of the karmic veil covering telepathy is purity. ‘Pratipāta’ is fall. Its opposite is infallibility (apratipāta). The ascetic, whose karmic veil has only subsided (upaśāntakaÈāya) but has not been destroyed, sometimes falls from his spiritual height in the presence of powerful conduct- deluding (cāritramohanīya) karmas. But such a fall does not occur in case of the ascetic whose conduct-deluding (cāritramohaniya) karmas have been completely destroyed (kÈīõakaÈāya). And the excellence of telepathy depends upon purity – viśuddhi – and absence of fall – apratipāta. First, with regard to purity. Vipulamati is purer than Ãjumati with regard to the object (dravya), space (kÈetra), time (kāla) and nature or condition (bhāva). How? The infinitesimal part of karmic matter is ascertained by perfect clairvoyance (sarvāvadhijñāna); its infinitesimal part is the province of Ãjumati. And the infinitesimal part of what is known to Ãjumati is within the reach of vipulamati. Thus the latter knows the infinitesimal part of infinitesimal. Its purity with regard to object (dravya), space (kÈetra), time (kāla) has thus been mentioned. Purity in regard to nature or condition (bhāva) must also be understood from the fact that still subtler or minute forms of matter come within the range of vipulamati than Ãjumati as it is accompanied by greater destruction-cum-subsidence (kÈayopaśama) of karmas. Vipulamati is superior to Ãjumati also owing to the absence of downfall or deterioration as it is possessed by those with ascending-conduct (pravardhamāna cāritra). Ŗjumati undergoes downfall or deterioration as it is possessed by those with descending-conduct, owing to the rise of passions (kaÈāya).<br /><br />If these are the differences between the two kinds of telepathy, what are the differences between telepathy and clairvoyance?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/0sWVqC18xqI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}