{
  "id": 1.25,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.25 - ﻿अवधिज्ञान, मनःपर्यय ज्ञान में अन्तर",
  "sutra": "विशुद्धि-क्षेत्र-स्वामि-विषयेभ्योऽवधि मन:पर्यययोः ॥२५॥ ",
  "audiosrc": "1-25.mp3",
  "arth": "[ अवधि मन:पर्यययो: ] अवधिज्ञान और मन:पर्ययज्ञान में [ विशुद्धि क्षेत्र स्वामि विषयेभ्य: ] विशुद्धता, क्षेत्र, स्वामी ओर विषय की अपेक्षा से विशेषता होती है।",
  "meaning": "Telepathy (manaÍparyayajñāna) and clairvoyance (avadhijñāna) differ with regard to purity (viśuddhi), space (kshetra), possessor (svāmī) and subject matter (viÈaya).",
  "vyakhya": "इसका खुलासा इस प्रकार है-अवधिज्ञान जिस रूपी द्रव्य को जानता है, उसके अनन्तवें भाग सूक्ष्म रूपी द्रव्य को मनःपर्यय ज्ञान जानता है। अत: अवधिज्ञान से मनःपर्यय ज्ञान विशुद्ध है। अवधिज्ञान की उत्पत्ति का क्षेत्र समस्त त्रसनाड़ी है, किन्तु मनःपर्यय ज्ञान मनुष्य लोक में ही उत्पन्न होता है। अवधिज्ञान के विषय का क्षेत्र समस्त लोक है, किन्तु मन:पर्यय ज्ञान के विषय का क्षेत्र पैतालीस लाख योजन विस्तार प्रमाण ही है। इतने क्षेत्र में स्थित अपने योग्य विषय को ही ये ज्ञान जानते हैं। तथा अवधिज्ञान चारों गतियों के सैनी पंचेन्द्रिय पर्याप्तक जीवों के होता है, किन्तु मनःपर्यय ज्ञान कर्मभूमि के गर्भज मनुष्यों के ही होता है, उनमें भी संयमियों के ही होता है। संयमियों में भी वर्धमान चरित्र वालों के ही होता है, हीयमान चरित्र वालों के नहीं होता। वर्धमान चरित्र वालों में भी सात प्रकार की ऋद्धियों में से एक दो ऋद्धियों के धारी मुनियों के ही होता है। और ऋड्धिधारियों में भी किसी के ही होता है, सभी के नहीं होता | विषय की अपेक्षा भेद आगे सूत्रकार स्वयं कहेंगे । इस तरह अवधि और मनःपर्यय ज्ञान में विशुद्धि वगैरह की अपेक्षा भेद जानना चाहिए।",
  "explanation": "Purity (viśuddhi) means clarity. Space (kshetra) is the place where the objects known are present. Knower (svāmī) is the possessor. Object (viÈaya) is the object-of-knowledge (jñeya). With regard to purity (viśuddhi), telepathy is better than clairvoyance. How? It is because telepathy is able to know more subtle (sūkÈma) objects. Space (kshetra) has already been dealt with. Subject matter (viÈaya) is dealt with later. Here possessor (svāmī) is discussed. Telepathy (manaÍparyayajñāna) arises in ascetics with high conduct, in apramattasaÉyata (seventh stage) to kÈīõakaÈāya (twelfth stage). Even among these ascetics, it arises only in those with ascending-conduct (pravardhamāna cāritra) and not in those with descending-conduct. And even among them, it manifests itself only in those who possess one or more of the seven extraordinary accomplishments (Ãddhi). Still, not all with extraordinary accomplishments (Ãddhi) attain telepathy. Thus the distinction of the possessor (svāmī) or spiritual discipline is mentioned in the sūtra. Clairvoyance, on the other hand, can be possessed by the deva, infernal beings, human beings and animals. Hence these two differ in terms of their possessors.<br /><br /> Now it is time to define omniscience (kevalajñāna). But, passing that over, the subject matter (viÈaya) of knowledge is discussed. Why is it? It is because omniscience (kevalajñāna) is defined in sūtra 10-1. If so, let the scope of the first two types of knowledge – matijñāna and śrutajñāna – be mentioned.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/UQMTBpeO4xA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}