{
  "id": 1.29,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.29 - ﻿केवल ज्ञान का विषय",
  "sutra": "सर्वद्रव्यपर्यायेषु केवलस्य ॥२९॥<br />Sarvadravyaparyāyeshu kevalasya ॥29॥",
  "audiosrc": "1-29.mp3",
  "arth": "[ केवलस्य ] केवलज्ञान का विषय-सम्बन्ध [ सर्वद्रव्य-पर्यायेषु ] सर्व द्रव्य ओर सर्व पर्याय हैं, अर्थात्‌ केवलज्ञान एक ही साथ सभी पदार्थों को और उनकी सभी पर्यायों को जानता हे।",
  "meaning": "Omniscience (kevalajñāna) extends to all substances (dravya) and all their modes (paryāya) simultaneously.",
  "vyakhya": "केवलज्ञान के विषय का नियम सब द्रव्यों की सब पर्यायों में है। आशय यह है कि एक-एक द्रव्य की त्रिकालवर्ती अनन्तानन्त पर्यायें होती हैं। सो सब द्रव्यों को और सब द्रव्यों की त्रिकालवर्ती अनन्तानन्त पर्यायों को एक साथ एक समय में केवलज्ञान प्रत्यक्ष जानता है।",
  "explanation": "The attributive ‘sarva’ – all – is added to both, ‘dravya’ – substance, and ‘paryāya’ – mode.<br /><br /> First the soul-substances (jīva dravya) are infinite-times-infinite (anantānanta). The forms of matter (pudgala dravya) are infinitetimes- infinite of these. Atoms (aõu) and molecules (skandha) are the divisions of matter. The medium of motion (dharma dravya), the medium of rest (adharma dravya) and the space (ākāśa dravya) are three. The substance of time (kāla dravya) is innumerable (asaÉkhyāta). Each of these substances has infinite-times-infinite modes (paryāya), extending through the past, the present and the future. There is nothing, either substance or mode, which does not come within the purview of omniscience (kevalajñāna). The fact that omniscience (kevalajñāna) encompasses all substances (dravya) and all modes (paryāya) highlights its boundless virtue.<br /><br /> The subject matter of clairvoyance (avadhijñāna), etc., has been described. But it has not been mentioned how many kinds of knowledge arising from their respective instrumental causes can dwell simultaneously in one soul.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jnPxUTa4MgY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}