{
  "id": 1.3,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE﻿",
  "title": "﻿1.3 - उत्पत्ति के आधार पर सम्यग्दर्शन के भेद",
  "sutra": "तन्निसर्गादधिगमाद्दा ॥३॥",
  "audiosrc": "1-3.mp3",
  "arth": "[ तत्‌ ] वह सम्यग्दर्शन [ निसर्गात्‌ ] स्वभाव से [वा] अथवा [ अधिगमात्‌ ] दूसरे के उपदेशादि से उत्पन्न होता है।",
  "meaning": "That – samyagdarśana – is attained by intuition – svabhāva, or by acquisition of knowledge – adhigama.",
  "vishesharth": "दोनों ही सम्यग्दर्शनों की उत्पत्ति का अन्तरंग कारण तो एक ही है, वह है दर्शनमोहनीय कर्म का उपशम, क्षय अथवा क्षयोपशम। उसके होते हुए जो सम्यग्दर्शन दूसरे के उपदेश के बिना स्वयं ही प्रकट हो जाता है, उसे निसर्गज कहते हैं और परोपदेशपूर्वक जो होता है, उसे अधिगमज कहते हैं।<br /><br />सारांश यह है कि जैसे पुरानी किंवदन्ती के अनुसार कुरुक्षेत्र में बिना ही प्रयत्न के सोना पड़ा हुआ मिल जाता है, वैसे ही किसी दूसरे पुरुष के उपदेश के बिना, स्वयं ही जीवादि तत्त्वों को जानकर जो श्रद्धान होता है, वह निसर्गज सम्यग्दर्शन है और जैसे सोना निकालने की विधि को जानने वाले मनुष्य के प्रयत्त से खान से निकाला हुआ स्वर्ण पाषाण सोना रूप होता है। वैसे ही दूसरे पुरुष के उपदेश की सहायता से जीवादि पदार्थों को जानकर जो श्रद्धान होता है, वह अधिगमज सम्यग्दर्शन है।",
  "explanation": "The word ‘nisarga’ means own-nature (svabhāva) and ‘adhigama’ means cognizance (avabodha). Both are causes. Of what? Of activity. Which activity? Origination. Origination of what? Right faith (samyagdarśana). Thus, the sūtra expounds that right faith (samyagdarśana) originates from own-nature – svabhāva, and cognizance of the objects of knowledge – adhigama. <br /><br /> Now the question arises whether right faith (samyagdarśana) entails the knowledge of the substances. If yes, then right faith samyagdarśana) must originate only after the cognizance of the objects of knowledge – adhigama. If not, then how can one have faith without first acquiring the knowledge of the substance? There is no anomaly in this. In both cases of origination of right faith (samyagdarśana), the internal cause is the subsidence (upaśama), destruction (kÈaya), or subsidence-cum-destruction (kÈayopaśama) of faith-deluding (darśanamohanīya) karmas. When this internal cause is present, right faith (samyagdarśana) originates without teaching by others; this is the first type of right faith – originating from ownnature – nisargaja samyagdarśana. And the second type of right faith originates on acquisition of knowledge of substances, souls and nonsouls, on teaching by others; this is adhigamaja samyagdarśana. This is the difference between the two types of right faith (samyagdarśana). Thus, the first type of right faith (samyagdarśana) originates without teaching by others and the second type on teaching by others. <br /><br /> It has been expounded that belief in the nature of the substances – ‘tattvārtha’ – is right faith (samyagdarśana). The next sūtra delves on the reality – the ‘tattva’.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/1r2ASaXDCiM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}