{
  "id": 1.31,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.31 - ﻿कौन-कौन से ज्ञान मिथ्या भी होते हैं?",
  "sutra": "मति-श्रुतावधयो विपर्ययश्च ॥३१॥",
  "audiosrc": "1-31.mp3",
  "arth": "[ मतिश्रुतावधय: ] मति, श्रुत और अवधि - ये तीन ज्ञान [ विपर्ययश्च ] विपर्यय भी होते हें।",
  "meaning": "These three kinds of knowledge – sensory (mati), scriptural (śruta), and clairvoyance (avadhi) – are erroneous also.",
  "vyakhya": "विपर्यय का अर्थ विपरीत यानि उल्टा होता है। यहाँ सम्यग्ज्ञान का अधिकार है। अतः विपर्यय से सम्यग्ज्ञान का उल्टा मिथ्याज्ञान लेना चाहिए। तथा “च' शब्द समुच्चयवाची है। अतः मतितज्ञान, श्रुतज्ञान और अवधिज्ञान सच्चे भी होते हैं और मिथ्या भी होते हैं-ऐसा सूत्र का अर्थ जानना चाहिए। <br /><br />शंका - ये तीनों ज्ञान मिथ्या क्‍यों होते हैं?<br />समाधान - ये तीनों ज्ञान मिथ्यादृष्टि के भी होते हैं। अतः जैसे कड़वी तूम्बी में रखा हुआ दूध कड़वा हो जाता है, वैसे ही जिस आत्मा के मिथ्यादर्शन का उदय है, उस आत्मा के ज्ञान मिथ्या होते हैं। जैसे सम्यग्दृष्टि मतिज्ञान के द्वारा रूप रस वगैरह को जानता है, वैसे ही मिथ्यादृष्टि कुमति ज्ञान के द्वारा जानता है। जैसे सम्यग्दृष्टि श्रुतज्ञान के द्वारा पदार्थों को जानकर दूसरों को उपदेश देता है, वैसे ही मिथ्यादृष्टि कुश्रुतज्ञान के द्वारा जानकर दूसरों को उपदेश देता है। तथा जैसे सम्यग्दृष्टि अवधिज्ञान के द्वारा पदार्थों का निश्चय करता है, वैसे ही मिथ्यादृष्टि कु-अवधि (विभंग ज्ञान) के द्वारा पदार्थों का निश्चय करता है।",
  "explanation": "‘Viparyaya’ means ‘erroneous’. How is it so? It is so because this is the section on ‘right’ knowledge. ‘Ca’ means ‘also’, that is, right as well as erroneous. Sensory knowledge, scriptural knowledge and clairvoyance may be right as well as erroneous. Why are these erroneous? These are erroneous because these co-exist in the soul with wrong belief (mithyādarśana). It is similar to the milk kept in a bitter gourd; the taste of the milk becomes bitter on account of the defect of the receptacle. But even with wrong belief (mithyādarśana), there should be no error in the ascertainment of objects by sensory knowledge, etc. For instance, just as the person of right faith perceives form, colour, and so on, so does the person of wrong faith. Just as the person of right faith ascertains form, colour, etc., through scriptural knowledge and represents these accordingly, so does the person of wrong faith. And just as the person of right faith ascertains matter through clairvoyance, so does the person of wrong faith through his clairvoyance.<br /><br /> The next sūtra responds to the doubt raised.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jnPxUTa4MgY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/5C-xm9ZV2Ng\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}