{
  "id": 1.32,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.32 - मिथ्यादृष्टि का ज्ञान मिथ्या क्यों?",
  "sutra": "सदसतोरविशेषाद् यदृच्छोपलब्धेरुन्मत्तवत् ॥३२॥",
  "audiosrc": "1-32.mp3",
  "arth": "[ यदूच्छोपलब्धे: ] अपनी इच्छा से चाहे जैसा ग्रहण करने के कारण [ सत्‌ असतो: ] विद्यमान और अविद्यमान पदार्थों का [ अविशेषात्‌ ] भेदरूप ज्ञान (यथार्थ विवेक) न होने से [ उन्मत्तवत्‌ ] पागल के ज्ञान की भाँति मिथ्यादृष्टि का ज्ञान विपरीत अर्थात्‌ मिथ्याज्ञान ही होता है।",
  "meaning": "Owing to lack of discernment between the real (sat – that exists) and the unreal (asat – that does not exist), wrong knowledge is whimsical as that of the lunatic.",
  "vishesharth": "सत्‌ अर्थात्‌ विद्यमान और असत्‌ अर्थात्‌ अविद्यमान। अथवा सत्‌ यानि अच्छा और असत्‌ यानि बुरा । मिथ्यादृष्टि सत्‌ और असत्‌ के भेद को नहीं जानता और उन्मत्त पुरुष की तरह अपनी रुचि के अनुसार वस्तु को ग्रहण करता है। जैसे-मदिरा पीकर उन्मत्त हुआ मनुष्य कभी माता को पत्नी कहता है और कभी पत्नी को माता कहता है। कभी-कभी पत्नी को पत्नी और माता को माता भी कह बैठता है, फिर भी वह ठीक समझ कर ऐसा नहीं कहता । इसी तरह मिथ्यादृष्टि भी घट, पट आदि पदार्थों को घट, पट आदि ही जानता है, किन्तु मिथ्यात्व का उदय होने से यथार्थ वस्तुस्वरूप का ज्ञान उसे नहीं है। इसी से उसका ज्ञान मिथ्या माना जाता है।",
  "explanation": "‘Sat’ is that which exists; ‘asat’ is that which does not exist. Without proper discernment, knowledge becomes erroneous. Sometimes, owing to the operation of wrong belief (mithyādarśana), when colour, form, etc., are present, these are apprehended as not present; when not present, these are apprehended as present. Also, at certain times, what exists is apprehended as existing, and what does not exist is apprehended as non-existing. For instance, the person whose mind is deranged due to disturbed bile indiscriminately considers the mother as the wife and the wife as the mother. At certain times, he may also consider, according to his whims, the mother as the mother and the wife as the wife. Even the latter is not true knowledge as it is only accidental and not based on discrimination. Similarly, error arises in case of sensory knowledge, etc., while ascertaining shape, colour, etc., of objects. It is as follows. Owing to the operation of wrong belief (mithyādarśana) three kinds of error arise: error of cause – kāraõaviparyāsa, error of difference or non-difference – bhedābhedaviparyāsa, and error of nature – svarūpaviparyāsa, while apprehending colour, etc.<br /><br /> Error of cause – kāraõaviparyāsa: Some say that the cause of colour, etc., is one, non-material and permanent. Others consider that the atoms which constitute earth, water, fire and air are of different classes, possessing four qualities, three qualities, two qualities and one quality, respectively. The atoms of one class produce things belonging to the same class. Some others say that earth, water, fire and air are four elements, characterized by the qualities of colour, odour, taste and touch. The collection of these constitutes only one type of atom called aÈÇaka (one whole, having eight parts). Still others say that different classes of atoms, such as earth, water, fire and air, characterized by qualities of hardness, fluidity, heat and movement, respectively, produce the objects in the world.<br /><br /> Error of difference or non-difference – bhedābhedaviparyāsa: This error entails considering the cause (kāraõa) and effect (kārya) as either absolutely different or absolutely identical.<br /><br /> Error of nature – svarūpaviparyāsa: In this error, the person believes that colour, etc., are without particulars, or colour, etc., do not exist, or it is vijñāna (see footnote, p. 25) that takes the form of colour, etc., and there is no other object which is the substratum of colour, etc.<br /><br /> This way, owing to the rise of wrong belief (mithyādarśana), people give credence to figments of imagination which go against the known sources of knowledge and inference. Therefore, these are wrong sensory knowledge – kumati jñāna, wrong scriptural knowledge – kuśruta jñāna, and erroneous clairvoyance – vibhańga jñāna. But right belief (samyagdarśana) promotes conviction in substances ascertained as these truly are. Therefore, with right belief, these become sensory knowledge – matijñāna, scriptural knowledge – śrutājñāna, and clairvoyance – avadhijñāna.<br /><br /> The two kinds of valid knowledge (pramāõa) have been described. The partial views or standpoints or aspects of pramāõa are called naya. These are described next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/5C-xm9ZV2Ng\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/jTmGd2H79FI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/FMuAE3cy_zo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}