{
  "id": 1.33,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.33 - ﻿नय के भेद",
  "sutra": "नैगम-संग्रह-व्यवहारर्जुसूत्र-शब्द-समभिरूढैवंभूता नयाः ॥३३॥",
  "audiosrc": "1-33.mp3",
  "arth": "[ नैगम ] नैगम, [ संग्रह ] संग्रह, [ व्यवहार ] व्यवहार, [ ऋजुसत्र ] ऋजुसूत्र, [ शब्द ] शब्द, [ समभिरूढ ] समभिरूढ, [ एवंभूता ] एवंभूत - ये सात [ नया: ] नय हें।",
  "meaning": "The figurative – naigama, the generic – saÉgraha, the systematic – vyavahāra, the straight – Ãjusūtra, the verbal – śabda, the conventional – samabhirūçha, and the specific – evaÉbhūta are the standpoints (naya).",
  "vishesharth": "इन सात नयों का स्वरूप इस प्रकार है-एक द्रव्य अपनी भूत, भविष्यत्‌ और वर्तमान पर्यायों से जुदा नहीं है, बल्कि त्रिकालवर्ती पर्यायों के समूह का नाम ही द्रव्य है। अत: जो भूत और भविष्यत्‌ पर्यायों में वर्तमान का संकल्प करता है या वर्तमान में जो पर्याय पूर्ण नहीं हुई, उसे पूर्ण मानता है; उस ज्ञान को तथा वचन को नेगमनय कहते हैं। जैसे एक मनुष्य कुल्हाड़ा लेकर वन की ओर जाता है। उसे देखकर कोई पूछता है कि आप किसलिए वन जा रहे हैं ? तो वह उत्तर देता है-मैं इन्द्र लेने के लिए जा रहा हूँ। किन्तु वास्तव में वह लकड़ी लेने जा रहा है; परन्तु उसका संकल्प उस लकड़ी से इन्द्र की प्रतिमा बनाने का है। अत: वह अपने संकल्प में ही इन्द्र का व्यवहार करता है। इसी तरह एक आदमी लकड़ी पानी वगैरह रख रहा है। उससे कोई पूछता है-आप कया कर रहे हैं ? तो वह उत्तर देता है-मैं भात पका रहा हूँ। किन्तु उस समय वह भात पकाने की तैयारी कर रहा है। पर चूँकि उसका संकल्प भात पकाने का है, अतः जो पर्याय अभी निष्पन्न नहीं हुई है, उसे वह निष्पन्न मानकर व्यवहा करता है। यह नैगमनय है॥१॥<br /><br />अपनी-अपनी जाति के अनुसार वस्तुओं का या उनकी पर्यायों का एकरूप से संग्रह करने वाले ज्ञान को और वचन को संग्रह नय कहते हैं। जैसे-“ द्रव्य ” कहने से सब द्रव्यों का ग्रहण होता है, 'जीव” कहने से सब जीवों का ग्रहण होता है। 'पुदूगल' कहने से सब पुद्गलों का ग्रहण होता है॥२॥<br /><br />संग्रह नय से ग्रहण किये हुए पदार्थों का विधिपूर्वक भेद करना व्यवहार नय है। जैसे “द्रव्य” कहने से काम नहीं चल सकता। अत: व्यवहार नय की आवश्यकता होती है। व्यवहार से द्रव्य के दो भेद हैं- जीव द्रव्य और अजीव द्रव्य । जीव और अजीव कहने से भी काम नहीं चलता। अत: जीव के दो भेद हैं-संसारी और मुक्त । संसारी के भी देव, मनुष्य, तिर्यज्च आदि भेद हैं। अजीव के पुद्गल, धर्म, अधर्म, आकाश, काल ये पाँच भेद हैं। पुदूगल के दो भेद हैं-अणु और स्कन्ध । इस प्रकार व्यवहार नय तब तक भेद करता जाता है, जब तक भेद हो सकते हैं॥३॥<br /><br />भूत और भावि पर्यायों को छोड़कर जो वर्तमान पर्याय को ही ग्रहण करता है, उस ज्ञान और वचन को ऋजुसूत्र नय कहते हैं। वस्तु हर समय परिणमन करती रहती है । इसलिए वास्तव में तो एक पर्याय एक समय तक ही रहती है। उस एक समयवर्ती पर्याय को अर्थ पर्याय कहते हैं। वह अर्थ पर्याय ऋजुसूत्र नय का विषय है। किन्तु व्यवहार में एक स्थूल पर्याय जब तक रहती है, तब तक लोग उसे वर्तमान पर्याय कहते हैं। जैसे मनुष्य पर्याय अपनी आयुपर्यन्त रहती है। ऐसी स्थूल पर्याय को ग्रहण करने वाला ज्ञान और वचन स्थूल ऋजुसूत्र नय कहा जाता है॥४॥<br /><br />लिंग, संख्या, साधन आदि के व्यभिचार दोष को दूर करने वाले ज्ञान और वचन को शब्दनय कहते हैं। भिन्न-भिन्न लिंग वाले शब्दों का एक ही वाच्य मानना लिंग व्यभिचार है। जैसे-तारका और स्वाति का, अवगम और विद्या का, वीणा और वाद्य का एक ही वाच्य मानना | विभिन्न वचनों में प्रयुक्त होने वाले शब्दों का एक ही वाच्य मानना वचन व्यभिचार है। जैसे-आप: और जल का तथा दारा: और स्त्री का एक ही वाच्य मानना | इसी तरह मध्यम पुरुष का कथन उत्तम पुरुष की क्रिया के द्वारा करना पुरुष व्यभिचार है। “होने वाला काम हो गया” ऐसा कहना काल व्यभिचार है, क्‍योंकि “हो गया” तो भूतकाल को कहता है और “होने वाला” आगामी काल को कहता है। इस तरह का व्यभिचार शब्द नय की दृष्टि में उचित नहीं है। जैसा शब्द कहता है, वैसा ही अर्थ में भेद मानना इस नय का विषय है। अर्थात्‌ यह नय शब्द में लिंगभेद, वचनभेद्‌, कारकभेद्‌, पुरुषभेद और कालभेद वगैरह के होने से उसके अर्थ में भेद का होना मानता है॥५॥<br /><br />लिंग आदि का भेद न होने पर भी शब्दभेद से अर्थ का भेद मानने वाला समभिरूढ़ नय है। जैसे इन्द्र ,शक्र और पुरन्दर ये तीनों शब्द स्वर्ग के स्वामी इन्द्र के वाचक हैं और एक ही लिंग के हैं। किन्तु ये तीनों शब्द उस इन्द्र के भिन्नभिन्न धर्मों को कहते हैं, ऐसा इस नय का मन्तव्य है। वह आनन्द करता है इसलिए इन्द्र कहा जाता है, शक्तिशाली होने से शक्र और नगरों को उजाड़ने वाला होने से पुरन्दर कहा जाता है। इस तरह जो नय शब्दभेद से अर्थभेद मानता है, वह समभिरूढनय है॥६॥<br /><br />जिस शब्द का जिस क्रियारूप अर्थ हो, उस क्रियारूप परिणमन में पदार्थ को ग्रहण करने वाला वचन और ज्ञान एवंभूत नय है। जैसे-इन्द्र शब्द का अर्थ आनन्द करना है। अतः: स्वर्ग का स्वामी जिस समयआनन्दोपभोग करता हो, उसी काल में उसे इन्द्र कहना, जब पूजन करता हो तो इन्द्र नहीं कहना, एवंभूत नय है॥७॥<br /><br />इस तरह यह सात नयों का स्वरूप है। इनका विषय उत्तरोत्तर सूक्ष्म-सूक्ष्म होता जाता है।<br /><br />संक्षेप में नय के दो भेद हैं- द्र॒व्यार्थिक और पर्यायार्थिक | जो द्रव्य की मुख्यता से वस्तु को विषय करता है, वह द्रव्यार्थिक नय है, नैगम, संग्रह और व्यवहार ये द्र॒व्यार्थिक नय हैं और शेष चार पर्यायार्थिक नय हैं। विस्तार से तो नय के बहुत भेद हैं- क्‍योंकि प्रत्येक वस्तु में अनेक धर्म पाये जाते हैं। और एक एक धर्म को एक एक नय विषय करता है। किन्तु यदि कोई एक नय को ही पकड़ कर बैठ जाये और उसी को सत्य समझ ले तो वह दुर्नय कहलायेगा। आवश्यकतानुसार एक को मुख्य और शेष को गौण करते हुए सब नयों की सापेक्षता से ही वस्तु का यथार्थ स्वरूप जाना जा सकता है॥३३॥",
  "explanation": "The general (sāmānya) and specific (viśeÈa) definitions of these must be given. First, the general definition. Ascertainment, without contradiction, of one particular state or mode of the object, with a view to describe truly the substance having infinite attributes, is called the ‘naya’. It is of two kinds, namely, dravyārthika naya, which refers to the general attributes of the substance, and paryārthika naya, which refers to the constantly changing conditions or modes (paryāya) of the substance. ‘Dravya’ refers to the general (sāmānya), the general rule (utsarga), or conformity (anuvÃtti). That which has these for its object is the general standpoint – dravyārthika naya. ‘Paryāya’ means particular (viśeÈa), an exception (apavāda), or exclusion (vyāvÃtti). That which has these for its object is the standpoint of modes – paryārthika naya.<br /><br /> Their specific marks are given now.<br /><br /> The figurative standpoint (naigama naya) takes into account the purpose or intention of something which is not accomplished. For instance, a person with an axe in his hand is asked by someone for what purpose is he going. The person replies that he is going to fetch a wooden measure (prastha). But at that time the wooden measure is not present; the reference to the wooden measure is the mere intention to make it. Similarly, one is engaged in fetching fuel, water, etc. Another person asks, “What are you doing?” The former replies that he is cooking food. But he is not actually cooking food. He is only engaged in an activity which will ultimately result in cooking food. Such instances of general custom where the intention alone of accomplishing a task is referred to as the basis for speech is the figurative standpoint (naigama naya).<br /><br /> The generic standpoint (saÉgraha naya) is that which comprehends different substances, belonging to the same class, under one common head. For instance, the words existent (sat), substance (dravya), and jar (ghaÇa). The word ‘existent’ (sat) groups together, without distinction, all substances characterized by existence as per the general rule of perception and discernment. Further, when the word ‘substance’ (dravya) is mentioned, the soul, the non-soul, etc., and their subdivisions are grouped together, as all these fulfill the definition of substance. When the word ‘jar’ (ghaÇa) is mentioned, it includes all jars which are inferred from the word jar and its perception and discernment. Other things also are the subject matter of the generic point of view (saÉgraha naya) in the same way.<br /><br /> The division of reality or objects comprehended by the generic viewpoint, in accordance with the rule, is the systematic standpoint (vyavahāra naya). What is the rule? The rule is that the analysis or division into subclasses proceeds in the order of succession. It is as follows. That, which is comprehended as existence by the generic view, without reference to the particular objects, is not conducive to the ways of the world. Hence the systematic standpoint is sought. That which ‘exists’ (sat) is either a substance or an attribute. Social intercourse is not possible even by the word ‘substance’ (dravya) of the generic standpoint, without its subdivisions like the soul (jīva) and the non-soul (ajīva). Further, the soul (jīva) and the non-soul (ajīva), solely from the generic standpoint, are not conducive to worldly occupations. Hence these are further subdivided into the deva, infernal beings, etc., and jar, etc., by resorting to the systematic standpoint (vyavahāra naya). This standpoint operates up to the point beyond which no further subdivisions are possible.<br /><br /> That, which addresses the straightforward (present) condition, is the straight viewpoint (Ãjusūtra naya). This viewpoint leaves out things of the past and the future and comprehends the present mode of things, as no practical purpose can be served by things past and things unborn. It confines itself to the present moment. It is contended that it would violate the ways of the world. No. Only the object of this viewpoint is indicated here. The intercourse of the world is promoted by the aggregate of all the viewpoints.<br /><br />The verbal viewpoint (śabda naya) is intent on removing the anomalies or irregularities with regard to gender, number, case, etc. Although the original text highlights many irregularities, just two of these are mentioned here. Irregularity of gender (lińgavyabhicāra) – puÈpa, tārakā and nakÈatra – these are of different genders. Yet these are used as substitutes. Irregularity of time (kālavyabhicāra) – ‘viśvadÃśvāsya putro janitā’ – ‘A son who has seen the world will be born to him.’ Here, what will take place in the future (i.e., seeing the world) is spoken of as having taken place in the past. Though such usage prevails by convention or custom, yet the verbal viewpoint considers it improper as words with different meanings cannot be clubbed. If this is opposed to what is universally current, let it be so. Here truth is investigated; medical treatment (medicine) does not satisfy the whimsies of the patient!<br /><br /> As it consists of forsaking several meanings, it is called the conventional viewpoint (samabhirūçha naya). It gives up the several meanings and becomes current in one important sense. For instance, the word ‘gau’ has several meanings such as speech but, by convention, it has come to denote the cow. Or, words are employed to convey the knowledge of the objects. That being so, from every word arises knowledge of one particular object. Hence it is useless to employ synonyms. With the change of the word, the meaning too must change. The conventional viewpoint (samabhirūçha naya) abandons several meanings of the word. For instance, ‘indra’, ‘śakra’ and ‘purandara’ are three words that are used to describe the lord of the celestial being. But these must have three meanings. ‘Indra’ means the one who is endowed with authority and supremacy, ‘śakra’ means the strong one, and ‘purandara’ means the one who destroys cities. Same kind of distinction applies to all words. The important sense of the word, ignoring its several meanings, becomes the conventional viewpoint (samabhirūçha naya). For instance, “Where do you reside?” The answer is, “I reside in myself.” Why? It is because one substance cannot reside in another. If, on the other hand, one thing can reside in another, then there would be knowledge and colour, etc., in the sky. <br /><br />That which determines or ascertains an object as it is in its present state or mode is called the specific viewpoint (evaÉbhūta naya). According to this standpoint, a word should be used to denote an object only when it is in the state which the word connotes. When he issues commands, then only is he lord (Indra). And at that time he is neither consecrator nor worshipper. Only when it goes it is cow, and not when it stands still or lies down. Or that, which determines a soul by its present mode of knowledge, is the actual standpoint. For example, the soul which cognizes Indra is Indra, and that which cognizes fire is fire. The seven standpoints (naya) have been described. These are successively of finer scope or smaller extent, and the succeeding standpoint is dependent on the one preceding it. These points govern the order of their mention in the sūtra. Each preceding naya has greater range and divergence than the succeeding one, and each preceding naya has smaller range and convergence than the succeeding one. Since the substance has infinite characteristics, the standpoints are of numerous subdivisions. All the naya, with either primary or secondary importance, are interdependent, and a harmonious combination of these paves the way to right faith (samyagdarśana). These are like the cotton threads which, when interwoven in the proper form, produce cloth that wards off cold and provides comfort to the body. But if each threads remain independent and separate, the purpose is not served.<br /><br /> It is contended that the example of threads is an uneven one. It is seen that threads, etc., even when independent, produce some kind of effect. Indeed, there is some use of the thread. And one bark of a tree can bind things. This contention is not valid. The critic has not understood the meaning intended. What is said here is that the standpoints (naya), when independent, cannot promote even a little of right faith (samyagdarśana). There is no effect of cloth in case of independent threads. And what has been adduced is not the effect of cloth but the effect of individual threads. Getting a step further, the effect of thread too is absent in individual parts that compose it. Hence our proposition is established. If it be said that the effect of cloth, etc., is present potentially in threads, etc., then this applies to naya also; assisted by necessary means, even the standpoints (naya), independent in thought or word, have the potential to produce right belief (samyagdarśana). Thus, the standpoints (naya) possess that potentiality, and the example is therefore apt. <br /><br />The standpoints (naya) are a part of scriptural knowledge (śrutajñāna). These have been divided into seven kinds on the basis of their substratum. The substrata are three: convention (upacāra), meaning (artha), and word (śabda). The figurative (naigama) relies primarily on convention (upacāra); still, it is also arthanaya. The generic (samgraha), the systematic (vyavahāra), and the straight (Ãjusūtra) are arthanaya. The remaining three – the verbal (śabda), the conventional (samabhirūçha) and the specific (evaÉbhūta) – are śabdanaya.<br /><br /> To comprehend the object from one particular standpoint is the scope of naya (the one-sided method of comprehension). Naya comprehends one specific attribute of the object but pramāna– valid knowledge – comprehends the object in its fullness. pramāna does not make a distinction between the substance and its attributes but grasps the object in its entirety. But naya looks at the object from a particular point of view and puts emphasis on a particular aspect of the object. Both pramānaand naya are forms of knowledge; pramānais sakalādeśa – comprehensive and absolute, and naya is vikalādeśa – partial and relative. A naya looks at the object from a particular point of view and presents the picture of it in relation to that view; the awareness of other aspects is in the background and not ignored. A particular standpoint naya, when treated as absolute (independent of other naya), is wrong (mithyā) knowledge. When treated as partial (dependent on other naya) it constitutes right (samyak) knowledge.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/FMuAE3cy_zo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}