{
  "id": 1.4,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.4 - सात तत्त्व",
  "sutra": "जीवाजीवास्त्रवबन्धसंवरनिर्जरामोकक्षास्तत्त्वम्‌ ॥४॥",
  "audiosrc": "1-4.mp3",
  "arth": "[ जीवाजीवास्त्रव बन्ध संवर निर्जरा मोक्षा: ] जीव, अजीव, आस्रव, बन्ध, संवर, निर्जरा और मोक्ष - ये सात [ तत्त्वम्‌ ] तत्त्व हैं ।",
  "meaning": "The soul – jīva, the non-soul – ajīva, influx – āsrava, bondage – bandha, stoppage – samvara, gradual dissociation – nirjarā, and liberation – moksha, constitute the reality (tattva).",
  "vishesharth": "जीव, अजीव, आस्रव, बन्ध, संवर, निर्जरा और मोक्ष, ये सात तत्त्व हैं। जिसका लक्षण चेतना है, वह जीव है। जिनमें चेतना नहीं पायी जाती, ऐसे पुद्गल, धर्म, अधर्म, आकाश और काल ये पाँच अजीव हैं। कर्मों के आने के द्वार को आस्त्रव कहते हैं। आत्मा और कर्म के प्रदेशों के परस्पर में मिलने को बन्ध कहते हैं। आस्नरव के रुकने को संवर कहते हैं। कर्मों के एकदेश क्षय होने को निर्जरा कहते हैं। और समस्त कर्मों का क्षय होने को मोक्ष कहते हैं।<br /><br />शंका - तत्त्व सात ही क्‍यों हैं ?<br />समाधान - यह मोशक्षशास्त्र है, इसका प्रधान विषय मोक्ष है, अतः: मोक्ष को कहा। मोक्ष जीव को होता है, अत: जीव का ग्रहण किया। तथा संसार पूर्वक ही मोक्ष होता है और संसार अजीव के होने पर होता है; क्योंकि जीव और अजीव के आपस में बद्ध होने का नाम ही संसार है। अत: अजीव का ग्रहण किया। संसार के प्रधान कारण आश्रव और बंध हैं। अत: आश्रव और बंध का ग्रहण किया। तथा मोक्ष के प्रधान कारण संवर और निर्जरा हैं, इसलिए संवर और निर्जरा का ग्रहण किया।",
  "explanation": "The soul (jīva) is characterized by consciousness (cetanā). Consciousness has knowledge (jñāna), etc., as its signs. The non-soul (ajīva) has characteristics opposite to the soul (jīva). The inflow of auspicious (śubha) and inauspicious (aśubha) karmic matter into the soul is influx (āsrava). The intermingling in the same space-points (pradeśa) of the soul and the karmas is bondage (bandha). The blockage of influx (āsrava) of karmic matter into the soul is stoppage (saÉvara). Separation or falling off of a part of karmic matter from the soul is dissociation (nirjarā). The complete annihilation of all karmic matter bound with the soul is liberation (moksha). These are described in detail later on. The soul (jīva) is mentioned first in the sūtra as all fruits are experienced by it. The non-soul (ajīva) is mentioned next as it is of service to the soul (jīva). Influx (āsrava) is mentioned next as it concerns both the soul (jīva) and the non-soul (ajīva). Bondage (bandha) comes next as it follows influx (āsrava). As there is no bondage for one who is well shielded, hence stoppage (saÉvara) is the opposite of bondage (bandha); stoppage, therefore, is mentioned next to bondage. Dissociation (nirjarā) takes place after stoppage (saÉvara) and hence it is mentioned next. As liberation (moksha) is the final outcome, it is mentioned last. <br /><br />Merit (puõya) and demerit (pāpa) must be included in the sūtra as some learned commentators have spoken of nine categories. No, it is not necessary; these – merit (puõya) and demerit (pāpa) – are implied in influx (āsrava) and bondage (bandha). But then the mention of influx (āsrava), etc., is also unnecessary as these are included in the soul (jīva) and the non-soul (ajīva). No, it is not unnecessary. Liberation (moksha) is the main theme of the work so these must be mentioned. Liberation (moksha) is preceded by the cycle of births and deaths and influx (āsrava) and bondage (bandha) are the main causes of transmigration. Stoppage (saÉvara) and dissociation (nirjarā) are the chief causes of liberation. Hence these are mentioned severally. <br /><br />The next sūtra is intended to avoid deviation from established conventions while referring to terms like right faith and soul, mentioned earlier.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/taJu_Wslupc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/mkcOpE1LOHg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/k5aqwehu4OY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}