{
  "id": 1.5,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.5 - निक्षेपों का कथन",
  "sutra": "नामस्थापनाद्रव्यभावतस्तन्नयास: ॥५॥",
  "audiosrc": "1-5.mp3",
  "arth": "[ नाम स्थापना द्रव्य भावतः ] नाम, स्थापना, द्रव्य और भाव से [ तत्‌ न्यास: ] उन सात तत्त्वों तथा सम्यग्दर्शनादि का लोक व्यवहार होता है।",
  "meaning": "These are installed – nyāsa or nikÈepa – (in four ways) by name – nāma, representation – sthāpanā, substance and its potentiality – dravya, and actual state – bhāva.",
  "vishesharth": "सम्यग्दर्शन आदि और जीव आदि का नाम, स्थापना, द्रव्य और भाव के द्वारा निक्षेप होता है। जिस पदार्थ में जो गुण नहीं है, लोक व्यवहार चलाने के लिए अपनी इच्छा से उसको उस नाम से कहना नाम निक्षेप है। जैसे माता-पिता ने अपने पुत्र का नाम इन्द्र रख दिया। किन्तु उसमें इन्द्र का कोई गुण नहीं पाया जाता । अतः वह पुत्र नाममात्र से इन्द्र है, वास्तव में इन्द्र नहीं है। <br /><br />लकड़ी, पत्थर, मिट्टी के चित्रों में तथा शतरंज के मोहरों में हाथी घोडे वगैरह की स्थापना करना स्थापना निश्षिप है। स्थापना दो प्रकार की होती है-तदाकार और अतदाकार। पाषाण या धातु की बनी हुई तदाकार प्रतिबिम्ब में जिनेन्द्र भगवान्‌ की या इन्द्र की स्थापना करना तदाकार-स्थापना है और शतरंज के मोहरों में जो कि हाथी या घोड़े के आकार के नहीं हैं, हाथी घोड़े की स्थापना करना अर्थात्‌ उनको हाथी घोड़ा मानना अतदाकार स्थापना है। शंका- नाम और स्थापना में क्‍या भेद है ? समाधान-- नाम और स्थापना में बहुत भेद है। नाम तो केवल लोकव्यवहार चलाने के लिए ही रखा जाता है। जैसे किसी का नाम इन्द्र या जिनेन्द्र रख देने से इन्द्र या जिनेन्द्र की तरह उसका आदर सम्मान नहीं किया जाता। किन्तु धातु पाषाण के प्रतिबिम्ब में स्थापित जिनेन्द्र की अथवा इन्द्र की पूजा साक्षात जिनेन्द्र या इन्द्र की तरह ही की जाती है।<br /><br />जो पदार्थ आगामी परिणाम की योग्यता रखता हो, उसे द्रव्य निश्चेप कहते हैं। जैसे इन्द्र की प्रतिमा बनाने के लिए जो काष्ठ लाया गया हो, उसमें इन्द्र की प्रतिमारूप परिणत होने की योग्यता है, अत: उसे इन्द्र कहना द्रव्यनिक्षेप है।<br /><br />वर्तमान पर्याय से युक्त वस्तु को भावनिक्षेप कहते हैं। जैसे स्वर्ग के स्वामी साक्षात्‌ इन्द्र को इन्द्र कहना भाव निश्षेप है। ऐसे ये चार निक्षिप हैं।<br /><br />इन निक्षेपों का यह प्रयोजन है कि लोक में प्रत्येक वस्तु का चार रूप से व्यवहार होता पाया जाता है। जैसे इन्द्र का व्यवहार नाम, स्थापना, द्रव्य और भाव के रूप में होता देखा जाता है। इसी तरह सम्यग्दर्शन आदि और जीव आदि का व्यवहार भी चार रूप से हो सकता है। अत: कोई नाम को ही भाव न समझ ले, या स्थापना को ही भाव न समझ बैठे, इसलिए व्यभिचार (दोष) को दूर करके यथार्थ वस्तु को समझाने के लिए ही यह निक्षेप की विधि बतलायी है। इनमें से नाम, स्थापना और द्रव्य, ये तीन निश्षेप तो द्रव्यार्थिक नय की अपेक्षा से हैं और चौथा भावनिश्षेप पर्यायार्थिक नय की अपेक्षा से है।",
  "explanation": "Giving a name to an object, irrespective of its qualities, for the sake of social adentity is naming – nāma. Establishing objects in things made of wood, clay, painting, dice, etc. – ‘this is that’ – is representation – sthāpanā . That, which will be attained by qualities or which will attain qualities, is a substance – dravya. The substance characterized by its present mode (paryāya) is its actual state – bhāva. To explain, the substance of the soul (jīva) is installed in four ways as soul-name (nāma-jīva), soul-representation (sthāpanā-jīva), soul-substance (dravya-jīva) and soul-state (bhāva-jīva). To call something the soul (jīva) irrespective of its qualities is soul-name (nāma-jīva). Representing the soul (jīva) through dice, etc. – as a living being or as a man – is soul-representation (sthāpanā-jīva). Soul-substance (dravyajīva) is of two kinds: āgama dravya-jīva and noāgama dravya-jīva. <br /><br /> The being who is proficient in, but not attending to, the Scripture dealing with the souls or the human-souls is āgama dravya-jīva. Noāgama dravya-jīva is of three kinds: the body of the knower (jñāyaka-śarīra), potential (bhāvī) and distinct from these two. Soulstate (bhāva-jīva) is of two kinds, āgama bhāva-jīva and noāgama bhāva-jīva. The soul well-versed in the Scripture dealing with the souls or the human-souls and attending to these is the āgama bhāvajīva. The soul taking the mode of a living being or the mode of a human being is the noāgama bhāva-jīva. <br /><br /> Installation of the other substances, non-soul (ajīva), etc., must be interpreted similarly in the above mentioned four ways. Of what use is this? It is intended to establish what is desirable and refute what is irrelevant or unsuitable. Now, what is the purport of the word ‘tad’ – ‘that’? It is intended to include both, right faith, etc., and the soul, etc., mentioned in earlier sūtra(s). <br /><br /> What is the way of attaining knowledge about the soul and right faith, etc., elaborated through the four kinds of installation?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/58-BriP8CnE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}