{
  "id": 1.6,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.6 - ﻿तत्त्वों को जानने का उपाय",
  "sutra": "प्रमाणनयैरधिगमः ॥६॥",
  "audiosrc": "1-6.mp3",
  "arth": "सम्यग्दर्शनादि रतनत्रय और जीवादि तत्त्वों का [ अधिगमः ] ज्ञान, [ प्रमाणनयै: ] प्रमाण और नयों से होता है।",
  "meaning": "The knowledge (of the seven categories) is attained by means of pramāna <sup>1</sup> and naya<sup>2</sup>.<br /><p>1 – pramāna – comprehensive knowledge<br />2 – naya – standpoint, particular point of view</p>",
  "vishesharth": "प्रमाण और नयों के द्वारा जीवादिक पदार्थों का ज्ञान होता है। सम्पूर्ण वस्तु को जानने वाले ज्ञान को प्रमाण कहते हैं। और वस्तु के एकदेश को जानने वाले ज्ञान को नय कहते हैं।<br /><br />प्रमाण के दो प्रकार हैं-स्वार्थ और परार्थ। जिसके द्वारा ज्ञाता स्वयं ही जानता है। उसे स्वार्थ प्रमाण कहते हैं। इसी से स्वार्थ प्रमाण ज्ञानरूप ही होता है; क्योंकि ज्ञान के द्वारा ज्ञाता स्वयं ही जान सकता है। दूसरों को नहीं बतला सकता। और जिसके द्वारा दूसरों को ज्ञान कराया जाता है, उसे परार्थ प्रमाण कहते हैं। इसी से परार्थ प्रमाण वचनरूप होता है; क्योंकि ज्ञान के द्वारा ज्ञाता स्वयं जानकर वचन के द्वारा दूसरों को ज्ञान कराता है।<br />आगे ज्ञान के पाँच भेद बतलाये हैं-मतिज्ञान, श्रुत॒ज्ञान, अवधिज्ञान, मनःपर्ययज्ञान और केवलज्ञान। इनमें से श्रुतज्ञान के सिवा शेष चार ज्ञान तो स्वार्थ प्रमाण ही हैं, क्योंकि वे मात्र ज्ञानरूप ही हैं; परन्तु श्रुतज्ञान ज्ञानरूप भी है और वचनरूप भी है, अतः श्रुतज्ञान स्वार्थ भी है और परार्थ भी है। ज्ञानरूप श्रुतज्ञान स्वार्थ प्रमाण है, और वचनरूप श्रुतज्ञान परार्थ प्रमाण है।<br /><br />जैसे तत्त्वार्थसूत्र के ज्ञाता को तत्त्वार्थसृत्र में वर्णित विषयों का जो ज्ञान है, वह ज्ञानात्मक श्रुत होने से स्वार्थ प्रमाण है। और जब वह ज्ञाता अपने वचनों के द्वारा दूसरों को उन विषयों का ज्ञान कराता है, वह वचनात्मक श्रुतज्ञान परार्थ प्रमाण है। इस श्रुतज्ञान के ही भेद नय हैं।",
  "explanation": "The true nature of substances (soul, etc.) described in detail through the rule of installation (nāma), etc., can be ascertained through pramānaand multitude of naya. The characteristics and divisions of pramānaand naya are described now. pramāna is of two kinds, namely, for oneself (svārtha) and for others (parātha). All forms of knowledge, except scriptural knowledge, constitute pramānafor oneself. But scriptural knowledge is of both kinds – for oneself and for others. Valid knowledge or knowledge itself constitutes pramānafor oneself and knowledge in form of words constitutes pramānafor others. The naya(s) are divisions of pramāõa. <br /><br /> It is contended that naya should be mentioned first as it consists of fewer letters than pramāõa. It is not a fault. pramāna is mentioned first as it is of superior excellence. As a rule, excellence is invincibility. How is pramānaof superior excellence? As pramānais responsible for the origin of naya, it is of superior excellence. It has been said in the Scripture that after knowing the substance with the help of pramāõa, ascertaining its one particular state or mode is naya. Secondly, the scope of pramānacomprises all attributes of the substance. It has been said in the Scripture that pramānais sakalādeśa – comprehensive and absolute, and naya is vikalādeśa – partial and relative. For this reason, too, pramānais of superior excellence. <br /><br /> Naya is of two kinds, dravyārthika naya and paryāyārthika naya. Paryāyārthika naya is concerned with bhāva nikshepa – the present mode (paryāya) or actual state (bhāva) of the substance. Since bhāva nikshepa refers to the mode (paryāya) of the substance, it is specific and falls under paryāyārthika naya. Dravyārthika naya is concerned with the other three nikshepa – nāma, sthāpanā, and dravya – which are general in nature. Dravyārthika naya refers to the general attributes of the substance, and paryāyārthika naya to the constantly changing states or modes (paryāya) of the substance. That which has the substance as its object is the standpoint of substance – dravyārthika naya. That which has the mode (paryāya) as its object is the standpoint of modes – paryāyārthika naya. Both the substance and the modes are ascertained by pramāna(comprehensive knowledge). <br /><br /> One method of understanding the nature of the soul, etc., by pramānaand naya has been explained. Another method of ascertaining the soul, etc., is mentioned next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/GcLjLdECDgM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/QQIZvk0tvsM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/K_nLla5vf0E\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}