{
  "id": 1.7,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.7 - तत्त्वों को जानने का अन्य उपाय",
  "sutra": "निर्देश-स्वामित्व-साधनाधिकरण-स्थिति-विधानतः ॥७॥",
  "audiosrc": "1-7.mp3",
  "arth": "[ निर्देश स्वामित्व साधन अधिकरण स्थिति विधानतः ] निर्देश, स्वामित्व, साधन, अधिकरण, स्थिति और विधान से भी सम्यग्दर्शनादि तथा जीवादिक तत्त्वों का अधिगम होता है।",
  "meaning": "Knowledge of subjects like right faith (samyagdarśana) and soul, etc., is obtained by description – nirdeśa, ownership – svāmitva, cause – sādhana, substratum – adhikaran, duration – sthiti, and division – vidhāna.",
  "vishesharth": "निर्देश, स्वामित्व, साधन, अधिकरण, स्थिति और विधान- इन छह अनुयोगों के द्वारा भी सम्यग्दर्शन आदि तथा जीव आदि पदार्थों का ज्ञान होता है। जिस वस्तु को हम जानना चाहते हैं, उसका स्वरूप कहना निर्देश है। स्वामित्व से मतलब उस वस्तु के मालिक से है। वस्तु के उत्पन्न होने के कारणों को साधन कहते हैं। वस्तु के आधार को अधिकरण कहते हैं। काल की मर्यादा का नाम स्थिति है। विधान से मतलब उसके भेदों से हैl इस तरह इन छह अनुयोगों के द्वारा उस वस्तु का ठीक ठीक ज्ञान हो जाता है।<br /><br />वस्तु को हम जानते तो प्रमाण और नय से ही हैं, किन्तु उसके जानने में ऊपर बतलायी गयी छह बातें उपयोगी होती हैं, उनसे उस वस्तु की पूरी-पूरी जानकारी होने में सहायता मिलती है। जैसे, हम यदि सम्यग्दर्शन को जानना चाहते हैं, तो उसके विषय में छह अनुयोग इस प्रकार घटाना चाहिए-तच्वार्थ के श्रद्धान को सम्यग्दर्शन कहते हैं, यह निर्देश है। सम्यग्दर्शन का स्वामी जीव होता है। सम्यग्दर्शन के साधन दो हैं- अन्तरंग और बहिरंग। अन्तरंग साधन अथवा कारण तो दर्शन मोहनीय कर्म का उपशम, क्षय अथवा क्षयोपशम है और जिनधर्म का सुनना, जिनबिम्ब का दर्शन, जातिस्मरण वगैरह बहिरंग साधन हैं। अधिकरण भी दो हैं-अन्तरंग और बहिरंग | सम्यग्दर्शन का अन्तरंग अधिकरण या आधार तो आत्मा ही है; क्योंकि सम्यग्दर्शन उसी को होता है। और बहिरंग आधार त्रसनाड़ी है; क्योंकि सम्यग्दृष्टि जीव त्रसनाड़ी में ही रहते हैं, उससे बाहर नहीं रहते । सम्यग्दर्शन की स्थिति कम से कम एक अन्तर्मुहूर्त मात्र है और अधिक से अधिक सादि अनन्त है; क्योंकि क्षायिक सम्यक्त्व एक बार प्राप्त होने पर कभी नहीं छूटता और मुक्त हो जाने पर भी बना रहता है। सम्यग्दर्शन के दो भेद भी हैं-निसर्गज और अधिगमज। तथा तीन भेद भी हैं- औपशमिक, क्षायोपशमिक और क्षायिक।<br /><br />इसी तरह ज्ञान, चारित्र और जीव आदि पदार्थों में निर्देश आदि लगा लेना चाहिए।",
  "explanation": "The description of the nature (svarūpa) of a substance is nirdeśa. Svāmitva is ownership or lordship. Sādhana is the cause of origin. Adhikaraõa is substratum. Sthiti is duration of existence of the substance. Vidhāna is division. <br /><br /> What is right faith (samyagdarśana)? The expression that it is faith in substances as these really are, is nirdeśa. Also, installation of right faith by name, etc., is nirdeśa. <br /><br /> Who is its possessor? Generally speaking, it is the soul. To particularize, one or more of the three types of right faith (samyagdarśana) – subsidential (aupaśamika), destructional (kÈāyika) and destruction-cum-subsidential (kÈāyopaśamika) – may be possessed by the infernal beings (nāraka), the humans (manuÈya), the plants and animals (tiryańca) and the celestial beings (deva). Only the potential (bhavya – capable of attaining liberation) souls can attain the three types of right faith (samyagdarśana); the non-potential (abhavya – not capable of attaining liberation) souls do not possess any. The details can be read from ‘Sarvārthasiddhi’, p. 16-18. <br /><br /> The cause of origin – sādhana – is of two kinds, internal and external. The subsidence, destruction, or destruction-cum-subsidence of faithdeluding (darśanamohanīya) karmas is the internal cause. In the first three infernal regions, right faith arises in some by recollection of past lives – jātismaraõa, in others by listening to the Scripture – dharmaśravaõa, and in yet others by endurance of pain. From the fourth up to the seventh, recollection of past lives and endurance of pain promote right faith. In case of animals, right faith arises in some by recollection of past lives, in some others by listening to the Scripture and in yet others by witnessing the idols of Lord Jina. In human beings also the same causes operate. In case of the celestial beings, right faith is promoted in some by the recollection of past lives, in some others by listening to the Scripture, in some others by witnessing the glory of Lord Jina and in yet others by the sight of the splendour and miraculous powers of other celestial beings. This applies to celestial beings below the Ānata kalpa. In case of the deva of Ānata, Prāõata, Āraõa and Acyuta kalpa only three causes, excluding the sight of magnificence of other celestial beings, operate. The deva of navagraiveyaka attain right faith by recollection of past lives or by listening to discourses on religion. The question of origin does not arise in case of higher celestial beings – those in anudiśa and anuttara vimāna – for they are born with right faith. <br /><br /> The substratum (adhikaraõa) is of two kinds, internal and external. The soul which is the possessor of right faith is itself the internal substratum of right faith. The external substratum is the mobilechannel of the universe – trasanāçī. How extensive is it? It is one rajju in diameter and fourteen rajju in length. <br /><br /> As regard duration (sthiti), the minimum and maximum duration of subsidential right faith is within one muhūrta (48 minutes). In case of mundane living beings, the minimum duration of right faith resulting from destruction is within one muhūrta and the maximum is thirty-three sāgaropama and two pūrvakoÇi less eight years and one antarmuhūrta. In case of the emancipated, it has a beginning but no end. The minimum duration of right faith arising from destructioncum- subsidence is within one muhūrta, and the maximum is sixty-six sāgaropama. <br /><br /> As regard division (vidhāna), in general, right faith is one. From the point of view of its origin, it is of two kinds, namely, by own-nature (nisargaja) and by acquisition of knowledge (adhigamaja). It is of three kinds from the point of view of its divisions into subsidential, destructional and destruction-cum-subsidential. From the point of view of verbal nomenclature, it is of numerous kinds. It is of innumerable kinds on the basis of the believers. It is of infinite kinds on the basis of objects which have to be believed in. <br /><br /> These – description (nirdeśa) etc. – are to be similarly understood in case of knowledge and conduct, and substances like the soul and the non-soul, as per the Scripture. <br /><br /> Are there further means of ascertaining the nature of right faith, the soul and the rest? Yes, there are.", 
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/K_nLla5vf0E\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/CA9LN8RuoAc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/vL7p2fx3Ubc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/optouM8E4ew\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}