{
  "id": 1.8,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.8 - जीव आदि को जानने के और भी उपाय",
  "sutra": "सत्संख्या-क्षेत्र-स्पर्शन-कालान्तर-भावाल्पबहुत्वैश्च ॥८॥",
  "audiosrc": "1-8.mp3",
  "arth": "[च] ओर [ सत्‌ संख्या क्षेत्र स्पर्शन काल अन्तर भावाल्पबहुत्वे: ] सत्‌, संख्या, क्षेत्र, स्पर्शन, काल, अन्तर, भाव और अल्पबहुत्व – इन आठ अनुयोगों के द्वारा भी पदार्थ का ज्ञान होता है।",
  "meaning": "The seven categories are known also by existence – sat, number – sankhya , place or abode – kshetra, extent of space – sparśana, time – kāla, interval of time – antara, thought-activity – bhāva, and reciprocal comparison – alpabahutva.",
  "vyakhya": "सत्‌ का अर्थ अस्तित्व या मौजूदगी है। भेदों की गिनती को संख्या कहते हैं। वर्तमान निवास को क्षेत्र कहते हैं। तीनों कालों में विचरने के क्षेत्र को स्पर्शन कहते हैं। काल का अर्थ सभी जानते हैं। विरह॒काल को अन्तर कहते हैं। अर्थात्‌ एक दशा से दूसरी दशा को प्राप्त करके फिर उसी पहली दशा में आ जाने पर दोनों के बीच में जितना काल रहता है, वह विरहकाल कहलाता है। इसी को अन्तर कहते हैं। औपशमिक आदि को भाव कहते हैं। एक दूसरे की अपेक्षा तुलना करके एक को कम दूसरे को अधिक बतलाना अल्पबहुत्व है। इन आठों के द्वारा भी सम्यग्दर्शन आदि तथा जीव आदि का ज्ञान होता है।",
  "explanation": "‘Sat’ indicates existence. ‘SaÉkhyā’ is enumeration of divisions or classes. ‘KÈetra’ is the present abode. ‘Sparśana’ is the extent of space or pervasion relating to the three times – the past, the present and the  future. ‘Kāla’ – time – is of two kinds: real and conventional. These are described elsewhere. ‘Antara’ is interval of time. ‘Bhāva’ is thoughtactivity like subsidential (aupaśamika). ‘Alpabahutva’ – reciprocal comparison – is distinction based on comparison – less or more – between one another. By these are known the three jewels of right faith and also the seven realities, like the soul. <br /><br /> Now description (nirdeśa) implies existence (sat), division (vidhāna) implies number (sankhya ), substratum (adhikaraõa) implies abode (kshetra) and extent of space (sparśana), duration (sthiti) implies time (kāla), and name (nāma), etc., imply thought-activity (bhāva). Why have these been mentioned again, separately? Of course, it is a valid argument. But the several ways of exposition of reality depend on the nature of the disciples. Some disciples prefer brief expositions, some others elaborate ones and yet others a balance between these two extremes. The effort of the sages is directed towards the good of all living beings. Hence the different ways of attaining knowledge are described here. Otherwise, it would have been enough to say that knowledge is attained by pramānaand naya, without the need for describing any other means. <br /><br /> The rest of the commentary on this sūtra is highly technical in nature; those interested in it can read ‘Sarvārthasiddhi’, p. 22-67. Two concepts that are employed to describe the substance of soul (jīva) need mention here. One is the concept of ‘guõasthāna’ and the other of ‘margaõāsthāna’. <br /><br /> <b>Guõasthāna – fourteen stages of spiritual development:</b><br /> 1. mithyādÃÈÇi – deluded<br /> 2. sāsādanasamyagdÃÈÇi – downfall<br /> 3. samyagmithyādÃÈÇi – mixed right and wrong believer<br /> 4. asaÉyatasamyagdÃÈÇi – vowless right believer<br /> 5. saÉyatāsaÉyata – partial vows<br /> 6. pramattasaÉyata – major vows (saÉyama) but with occasional deviation due to fifteen faults of negligence (pramāda). The fifteen faults due to negligence (pramāda) are indulging in four passions (kaÈāya), five senses (indriya), four kinds of narratives (vikathā) – pertaining to monarch, woman, thief and food, sleep (nidrā) and fondness (sneh). <br /> 7. apramattasaÉyata – perfect vows (saÉyama) without negligence (pramāda) <br /> 8. apūrvakaraõa (upaśamaka and kÈapaka) – unprecedented purity [rises further in step (śreõī) with either subsidence or destruction of mohanīya karmas] <br /> 9. anivÃttibādarasāmparāya (upaśamaka and kÈapaka) – checking of gross-passions [rises further in step (śreõī) with either subsidence or destruction of mohanīya karmas] <br /> 10. sūkÈmasāmparāya (upaśamaka and kÈapaka) – checking of even minute passions [rises further in step (śreõī) with either subsidence or destruction of mohanīya karmas] <br /> 11. upaśāntakaÈāya (vītarāga chadmastha) – subsided delusion <br /> 12. kÈīõakaÈāya (vītarāga chadmastha) – destroyed delusion <br /> 13. sayogakevalī – Omniscient-with-vibration <br /> 14. ayogakevalī – non-vibratory Omniscient <br /> Souls released from the cycle of wandering are the emancipated souls – the Siddha. <br /><br /><b>Margaõāsthāna</b> – fourteen methods of inquiry into the nature of the soul (jīva): <br /> 1. gati – the state of existence according to the ‘gati’ namekarma (nāmakarma) <br /> 2. indriya – the senses <br /> 3. kāya – the material body <br /> 4. yoga – the activities of the mind, the speech and the body <br /> 5. veda – sex-inclination (male, female, neuter) <br /> 6. kaÈāya – passions (anger, pride, deceitfulness, greed) <br /> 7. jñāna – the power to know <br /> 8. saÉyama – restraint <br /> 9. darśana – general perception of substances <br /> 10. leśyā – colouration of the activities of the mind, the speech and the body on rise of passions. There are six leśyā: black (kÃÈõa), blue (nīla), grey (kāpota), yellow (pīta), pink (padma) and white (śukla). <br /> 11. bhavya – the soul having potential to acquire right faith that leads to liberation <br /> 12. samyaktva – right faith in the nature of substances <br /> 13. saÉjñā – endowed with mind <br /> 14. āhāraka – the taking in of the matter fit for the three kinds of bodies (śarīra) and six kinds of completion (paryāpti). The three kinds of bodies are gross physical (audārika) body, the transformable (vaikriyika) body, and the projectable (āhāraka) body emanating from a saint. The six kinds of completion are taking in of the molecules of matter (āhāra), development of the body (śarīra), development of the senses (indriya), development of the respiratory organ (śvāsocchvāsa), development of the organ of speech (bhāÈā), and development of the mind (mana). <br /><br /> After a detailed description of right faith (samyagdarśana), the next sūtra describes right knowledge (samyagjñāna).",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/xRxOSzs8BRk\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/O4EEnyRKZJw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}