{
  "id": 1.9,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.9 - ﻿ज्ञान के भेद",
  "sutra": "मति-श्रुतावधि-मन:पर्यय-केवलानि ज्ञानम् ॥९॥",
  "audiosrc": "1-9.mp3",
  "arth": "[ मति श्रुतावधि मनःपर्यय केवलानि ] मतित्ञान, श्रुतज्ञान, अवधिज्ञान, मनःपर्ययज्ञान और केवलज्ञान - ये पाँच [ ज्ञानम्‌ ] ज्ञान हैं।",
  "meaning": "Knowledge is of five kinds – sensory-knowledge – matijñāna, scriptural-knowledge – śrutajñāna, clairvoyance – avadhijñāna, telepathy<sup>1</sup> – manaÍparyayajñāna, and omniscience – kevalajñāna.<br /><p>1 – The word ‘telepathy’ is rather inadequate to convey the true import of the phrase ‘manaÍparyayajñāna’. Still, it has been used most reluctantly as there is no equivalent word in the English language that can represent the extraordinary power and scope of manaÍparyayajñāna.</p>",
  "vishesharth": "",
  "explanation": "The term ‘knowledge’ is to be taken with each kind mentioned in the sūtra – sensory knowledge, scriptural knowledge, clairvoyant knowledge, telepathic knowledge and perfect knowledge (omniscience). That which reflects on the objects-of-knowledge through the senses and the mind, or that through which the objects-ofknowledge are reflected upon, or just reflection, is sensory knowledge. Owing to the destruction-cum-subsidence (kÈayopaśama) of karmas which obscure scriptural-knowledge, that, which hears, or through which the ascertained objects are heard, or just hearing, is scriptural knowledge. These two are mentioned side by side, as these are governed by the relation of cause-and-effect. This is mentioned later, ‘Scriptural knowledge is preceded by sensory knowledge’ (sūtra 1-20). The next kind of knowledge is called clairvoyance (avadhi) as it ascertains matter in downward range or knows objects within limits. Ascertaining the objects located in another’s mind (mana) is telepathy (manaÍparyaya). Now is telepathy not sensory knowledge? No. Mind (mana) is merely relative; mind (mana) is merely spoken of with reference to one’s own and another’s mind. Telepathy (manaÍparyaya) works on the strength of destruction-cum-subsidence (kÈayopaśama) alone of karmas of that kind. For instance we say, “Look at the moon in the sky”. Here the sky is intended merely as the background. That for the sake of which the seekers pursue the path of external and internal austerities (tapa) is pure and perfect knowledge (kevalajñāna). It also means ‘without the help of anything else’. Perfect knowledge (kevalajñāna) is mentioned last as it is attained at the end. Telepathy (manaÍparyayajñāna) is mentioned close to it because of its proximity. How is there proximity? Self-restraint (saÉyama) is the basis of both. Clairvoyance (avadhijñāna) is far-off from telepathy (manaÍparyayajñāna) hence it has been mentioned before telepathy. Indirect (parokÈa) knowledge is mentioned before direct (pratyakÈa) knowledge as it is easily intelligible. Almost all beings are familiar with and experience sensory-knowledge (matijñāna) and scriptural-knowledge (śrutajñāna), hence these are easily intelligible. Thus, these are the five kinds of knowledge. Their subdivisions are mentioned later. <br /><br /> It has been said that knowledge (jñāna) is attained by means of pramāõa and naya. Some consider pramāõa to be the knowledge, some others consider pramāõa to be the connection, and yet others consider pramāõa to be the senses. The next sūtra declares that only the five kinds of knowledge mentioned in the sūtra are pramāõa.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/rnOomRbUgCQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}