{
  "id": 1.9,
  "chapter": "Chapter 1 - RIGHT FAITH AND KNOWLEDGE",
  "title": "1.9 - ﻿ज्ञान के भेद",
  "sutra": "मति-श्रुतावधि-मन:पर्यय-केवलानि ज्ञानम् ॥९॥",
  "audiosrc": "1-9.mp3",
  "arth": "[ मति श्रुतावधि मनःपर्यय केवलानि ] मतिज्ञान, श्रुतज्ञान, अवधिज्ञान, मनःपर्ययज्ञान और केवलज्ञान - ये पाँच [ ज्ञानम्‌ ] ज्ञान हैं।",
  "meaning": "Knowledge is of five kinds – sensory-knowledge – matijñāna, scriptural-knowledge – śrutajñāna, clairvoyance – avadhijñāna, telepathy<sup>1</sup> – manaÍparyayajñāna, and omniscience – kevalajñāna.<br /><p>1 – The word ‘telepathy’ is rather inadequate to convey the true import of the phrase ‘manaÍparyayajñāna’. Still, it has been used most reluctantly as there is no equivalent word in the English language that can represent the extraordinary power and scope of manaÍparyayajñāna.</p>",
  "vyakhya": "पाँच इन्द्रियों और मन के द्वारा पदार्थों का जो ज्ञान होता है, उसे मतिज्ञान कहते हैं। मतिज्ञान से जाने हुए पदार्थ से सम्बन्ध रखने वाले किसी दूसरे पदार्थ के ज्ञान को श्रुतज्ञान कहते हैं। जैसे, मतिज्ञान के द्वारा घट को जान कर अपनी बुद्धि से यह जानना कि यह घट पानी भरने के काम का है अथवा उस एक घट के समान या असमान जो अन्य बहुत से घट हैं, उनको जान लेना श्रुतज्ञान है। उस श्रुतज्ञान के दो भेद हैं-अनक्षरात्मक और अक्षरात्मक। कर्ण इन्द्रिय के सिवा बाकी की चार इन्द्रियों के द्वारा होने वाले मतिज्ञान के पश्चात्‌ जो विशेष ज्ञान होता है, वह अनक्षरात्मक श्रुतज्ञान है। जैसे, स्वयं घट को जानकर यह जानना कि यह घट अमुक अमुक काम में आ सकता है और कर्ण इन्द्रिय के द्वारा होने वाले मतिज्ञान के पश्चात्‌ जो विशेष ज्ञान होता है वह अक्षरात्मक श्रुतज्ञान है। जैसे, “घट! इस शब्द को सुनकर कर्ण इन्द्रिय के द्वारा जो मतिज्ञान हुआ, उसने केवल शब्द मात्र को ही ग्रहण किया। उसके बाद उस “घट' शब्द के वाच्य घड़े को देखकर यह जानना कि यह घट है और यह पानी भरने के काम का है, यह अक्षरात्मक श्रुतज्ञान है।<br /><br />द्रव्य, क्षेत्र काल और भाव की मर्यादा लिए हुए रूपी पदार्थ को प्रत्यक्ष जानने वाले ज्ञान को अवधिज्ञान कहते हैं।<br /><br />मनुष्यलोक में वर्तमान जीवों के मन में स्थित जो रूपी पदार्थ हैं, जिनका उन जीवों ने सरल रूप से या जटिल रूप से विचार किया है, या विचार कर रहे हैं अथवा भविष्य में विचार करेंगे, उनको स्पष्ट जानने वाले ज्ञान को मनःपर्ययज्ञान कहते हैं। सब द्रव्यों की सब पर्यायों को एक साथ स्पष्ट जानने वाले ज्ञान को केवलज्ञान कहते हैं।",
  "explanation": "The term ‘knowledge’ is to be taken with each kind mentioned in the sūtra – sensory knowledge, scriptural knowledge, clairvoyant knowledge, telepathic knowledge and perfect knowledge (omniscience). That which reflects on the objects-of-knowledge through the senses and the mind, or that through which the objects-ofknowledge are reflected upon, or just reflection, is sensory knowledge. Owing to the destruction-cum-subsidence (kshayopaśama) of karmas which obscure scriptural-knowledge, that, which hears, or through which the ascertained objects are heard, or just hearing, is scriptural knowledge. These two are mentioned side by side, as these are governed by the relation of cause-and-effect. This is mentioned later, ‘Scriptural knowledge is preceded by sensory knowledge’ (sūtra 1-20). The next kind of knowledge is called clairvoyance (avadhi) as it ascertains matter in downward range or knows objects within limits. Ascertaining the objects located in another’s mind (mana) is telepathy (manaÍparyaya). Now is telepathy not sensory knowledge? No. Mind (mana) is merely relative; mind (mana) is merely spoken of with reference to one’s own and another’s mind. Telepathy (manaÍparyaya) works on the strength of destruction-cum-subsidence (kshayopaśama) alone of karmas of that kind. For instance we say, “Look at the moon in the sky”. Here the sky is intended merely as the background. That for the sake of which the seekers pursue the path of external and internal austerities (tapa) is pure and perfect knowledge (kevalajñāna). It also means ‘without the help of anything else’. Perfect knowledge (kevalajñāna) is mentioned last as it is attained at the end. Telepathy (manaÍparyayajñāna) is mentioned close to it because of its proximity. How is there proximity? Self-restraint (saÉyama) is the basis of both. Clairvoyance (avadhijñāna) is far-off from telepathy (manaÍparyayajñāna) hence it has been mentioned before telepathy. Indirect (paroksha) knowledge is mentioned before direct (pratyaksha) knowledge as it is easily intelligible. Almost all beings are familiar with and experience sensory-knowledge (matijñāna) and scriptural-knowledge (śrutajñāna), hence these are easily intelligible. Thus, these are the five kinds of knowledge. Their subdivisions are mentioned later. <br /><br /> It has been said that knowledge (jñāna) is attained by means of pramānaand naya. Some consider pramānato be the knowledge, some others consider pramānato be the connection, and yet others consider pramānato be the senses. The next sūtra declares that only the five kinds of knowledge mentioned in the sūtra are pramāõa.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/rnOomRbUgCQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    ""
  ]
}