{
  "id": 2.1,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.1 - जीव के परिणामों (भावों) के प्रकार",
  "sutra": "औपशमिकक्षायिकौ भावौ मिश्रश्च जीवस्य स्वतत्त्वमौदयिकपारिणामिकौ च ||१||<br />Aupaśamikakshāyikau bhāvau miśraśca jīvasyasvatattvamaudayikapārināmikau ca ||1||",
  "audiosrc": "2-1.mp3",
  "arth": "[ जीवस्य ] जीव के [ औपशमिकक्षायिकौ ] औपशमिक और क्षायिक [ भावौ ] भाव [ च मिश्र: ] और मिश्र तथा [ औदयिक पारिणामिकौ च ] औदयिक और पारिणामिक - ये पाँच भाव [ स्वतत्त्वम्‌ ] निजभाव हैं अर्थात्‌ ये जीव के अतिरिक्त दूसरे में नहीं होते।",
  "meaning": "The distinctive characteristics (svatattva) of the soul (jīva) are the dispositions or thought-activities – bhāva – arising from subsidence – upaśama, destruction – kshaya, destruction-cum-subsidence – kshayopaśama – of karmas, the fruition – udaya – of karmas, and its inherent nature or capacity – parināma.",
  "vyakhya": "जैसे मैले पानी में निर्मली मिला देने से मैल नीचे बैठ जाता है और जल स्वच्छ हो जाता है। वैसे ही कारण के मिलने पर प्रतिपक्षी कर्म की शक्ति के दब जाने से आत्मा में निर्मलता का होना औपशमिक भाव है। ऊपर वाले दृष्टान्त में उस स्वच्छ जल को, जिसके नीचे मैल बैठ गया है, किसी साफ बर्तन में निकाल लेने पर उसके नीचे का मैल दूर हो जाता है और केवल निर्मल जल रह जाता है। वैसे ही प्रतिपक्षी कर्म का बिलकुल अभाव होने से आत्मा में जो निर्मलता होती है, वह क्षायिक भाव है। जैसे-उसी पानी को दूसरे बर्तन में निकालते समय कुछ मैल यदि साथ में चला आये और आकर जल के नीचे बैठ जाये तो उस समय जल की जैसी स्थिति होती है, वैसे ही प्रतिपक्षी कर्म के सर्वघाती स्पर्द्धकों का उदयाभावी क्षय और आगे उदय में आने वाले निषेकों का सत्ता में उपशम होने से तथा देशघाती स्पर्द्धकों का उदय होते हुए जो भाव होता है, उसे क्षायौपशमिक भाव कहते हैं। उसी का नाम मिश्र भाव है। द्रव्य, क्षेत्र काल और भाव के निमित्त से कर्म का फल देना उदय है और उदय से जो भाव होता है, उसे औदयिक भाव कहते हैं और जो भाव कर्म की अपेक्षा के बिना स्वभाव से ही होता है, वह पारिणामिक भाव है। इस तरह ये जीव के पाँच भाव होते हैं।",
  "explanation": "Just as the mud in the water settles down when clearing nuts are put into it, so also the karmic matter does not manifest its power in the soul due to causes (i.e., the disposition of the soul). This is called subsidence (upaśama). When the same water is poured into another vessel it becomes completely free from mud. In the same way, complete removal of the karmic matter is destruction (kshaya). The third state is a mixed state of destruction-cum-subsidence (kÈayopaśama), as in case of the water, which, owing to the presence of clearing nuts, becomes clear as well as muddy in different parts. The fruition of karmas in the presence of certain causes is fruition (udaya). The essential nature (svarūpa) of the soul, irrespective of the karmic matter, is its inherent nature or capacity – parināma. That disposition (bhāva), which has subsidence as its object or cause, is subsidential (aupaśamika). Similarly with regard to destructional (kÈāyika), destruction-cum-subsidential (kshāyopaśamika), rising (audāyika) and inherent nature (pārināmika). These five dispositions (bhāva) are the distinctive (asādhārana) characteristics – svatattva – of the soul.<br /><br />The subject under consideration is right belief (samyagdarśana). And among the three kinds of right belief, subsidential (aupaśamika) disposition (bhāva) is attained first by the soul. So it is mentioned first. The contender of the subsidential (aupaśamika) disposition is the destructional (kshāyika) disposition and, among the worldly souls, the right believers of this type are innumerable times more in number than those of the first type. So it is mentioned next. The mixed disposition – destruction-cum-subsidential (kÈāyopaśamika) – is mentioned next as it consists of both. Besides, the right believers of this type are innumerable times more in number than the other two types. The dispositions due to the fruition of karmas – audāyika – and the inherent nature of the soul – pārināmika – are mentioned in the end as these are infinite times more than all the other types.<br /><br />The subsidential (aupaśamika) and the destructional (kshāyika) dispositions (bhāva) arise only in case of the potential (bhavya) souls; the potential (bhavya) souls are those having the inherent capacity for liberation. But the third – mixed disposition of destruction-cumsubsidential (kshāyopaśamika) – arises in case of the non- otential (abhavya) souls too; the non-potential (abhavya) souls are those not having the inherent capacity for liberation. The last two dispositions (bhāva) arise in case of the potential (bhavya) as well as the nonpotential (abhavya) souls.<br /><br />The first four dispositions (bhāva) have been mentioned primarily on the basis of their instrumental causes (nimitta) and the last on the basis of the inherent capacity (yogyatā) of the soul. All worldly activities are divided on these two bases – the instrumental cause and the inherent capacity. Sometimes the instrumental cause is predominant and sometimes the inherent capacity. Giving predominance to the instrumental cause, however, does not mean that the cause is the doer (kartā) of the activity. The purpose of such classification is to exhibit clearly the definitive cause of certain activities. Although the activity takes place due to the inherent capacity (yogyatā or upādāna) of the object under consideration, still there is the presence of the hetu or sādhana – in form of logical association (anvaya) and distinction (vyatireka). The presence of such hetu or sādhana is the definitive cause (nimitta) of the activity. The first four dispositions (bhāva) – aupaśamika, kshāyika, kshāyopaśamika and audāyika – are, therefore, called ‘naimittika bhāva’.<br /><br />Do these dispositions (bhāva) or characteristics of a single soul have subdivisions? Yes, these have subdivisions.",
  "vidsrc": [
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/OJaldMhbZxI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/ull20bmZzmo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe class=\"ivideo\" src=\"https://www.youtube.com/embed/3C5eOjmtxlk\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}