{
  "id": 2.10,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.10 - जीव के भेद",
  "sutra": "संसारिणो मुक्ताश्च ॥१०॥<br />Sansārino muktāśca ॥10॥",
  "audiosrc": "2-10.mp3",
  "arth": "जीव [ संसारिण: ] संसारी [ च ] और [ मुक्ता: ] मुक्त - ऐसे दो प्रकार के हैं|",
  "meaning": "Souls are of two kinds: the transmigrating (saÉsārī) and the liberated (mukta).",
  "vyakhya": "संसार का मतलब चक्कर लगाना है। उसी को परिवर्तन कहते हैं । परिवर्तन पाँच प्रकार का होता है-द्रव्य परिवर्तन, क्षेत्र परिवर्तन, काल परिवर्तन, भव परिवर्तन और भाव परिवर्तन । कर्म और नोकर्म पुद्गलों को अमुक क्रम से ग्रहण करने और भोग कर छोड़ देने रूप परिभ्रमण का नाम द्रव्य परिवर्तन है। लोकाकाश के सब प्रदेशों में अमुक क्रम से उत्पन्न होने और मरने रूप परिभ्रमण का नाम क्षेत्र परिवर्तन है। क्रमवार उत्सर्पिणी और अवसर्पिणी काल के सब समयों में जन्म लेने और मरने रूप परिभ्रमण का नाम काल परिवर्तन है। नरकादि गतियों में बार-बार उत्पन्न होकर जघन्य से उत्कृष्ट पर्यन्त सब आयु को भोगने रूप परिभ्रमण का नाम भव परिवर्तन है। इतना विशेष है कि देव गति में इकतीस सागर तक की ही आयु भोगनी चाहिए। सब योगस्थानों और कषायस्थानों के द्वारा क्रम से ज्ञानावरण आदि सब कर्मों की जघन्य, मध्यम और उत्कृष्ट स्थिति को भोगने रूप परिभ्रमण को भाव परिवर्तन कहते हैं। संक्षेप में यह पाँच परिवर्तनों का निर्देश मात्र है। इस पञ्च परिवर्तन रूप संसार से जो जीव छूट जाते हैं, वे मुक्त कहलाते हैं। संसार पूर्वक ही मुक्त जीव होते हैं। ",
  "explanation": "Transmigration (metempsychosis) is saÉsāra, the cycle of wandering. Those, who undergo the cycle of wandering, are the transmigrating souls. This whirling-round has five subdivisions: the cycle of matter (dravyaparivartana), the cycle of place (kÈetraparivartana), the cycleof time (kālaparivartana), the cycle of being (bhavaparivartana), and the cycle of thought-activity (bhāvaparivartana).<br /><br />(nokarmaparivartana) and the cycle of karmic matter (karmaparivartana). The cycle of quasi-karmic matter is described first. Particles of matter fit for the three kinds of body and the six kinds of completion or development are taken in by a soul (jīva) in one instant. These remain in the same condition in which they were taken in with regard to their greasiness or roughness, colour, smell, etc. – intense, feeble or intermediate – and fall off in the subsequent instant(s). After that, unabsorbed particles are taken in and cast off infinite times. Similarly, mixed particles are taken in and cast off infinite times. The absorbed particles in the middle are taken in and cast off infinite times. After that, the same particles of matter taken in by the soul at the beginning attain the same state of quasi- armic matter in the same soul. All these taken together constitute one cycle of quasikarmic matter (nokarmaparivartana). Now the cycle of karmic matter (karmaparivartana) is described. Particles of matter transformed into the eight types of karmic matter are taken in by one soul in one instant and are cast off in the subsequent instant(s), after the lapse of one āvalī1 and one samaya. Similarly, as described in connection with the cycle of quasi-karmic matter, the same particles of matter taken in by the soul at the beginning attain the same state of karmas in the same soul. All these put together make one cycle of karmic matter (karmaparivartana). It is said in the Scripture, “The soul, indeed, has taken in (enjoyed) successively all the molecules of matter in the entire universe and has cast these off. And the soul has been revolving infinite times in the cycle of matter (pudgalaparivartanarūpa).”<br /><br />The cycle of place (kÈetraparivartana) is described next. The subtle, one-sensed, undeveloped being (nigoda jīva), with the utmost minimum extent of body, is born with the central eight points of the universe as the middle of its body. It lives for a very short time and dies. Then the same being with the same extent of body is reborn in the same spot a second time, a third time and a fourth time. In this manner it is reborn in the same spot as many times as there are space-points (pradeśa) in one ‘ghanāńgula’ (a measure of volume) divided by innumerable. Again, by increase of one space-point at a time, the entire universe is made the birth-place of the same soul. The period taken for completing this is one cycle of place (kÈetraparivartana). It has been said, “There is no space-point in the entire universe, which has not been the seat of birth of the soul. In this way the soul has taken birth many times in the space of the universe.”<br /><br />Now the cycle of time (kālaparivartana) is described. A particular being (jīva) is born in the first instant of the ascending cycle of time (utsarpiõī), and dies after completing his lifetime. Again, the same being is reborn in the second instant of the next ascending cycle and dies at the end of his lifetime. Again, the same being is reborn in the third instant of the third ascending cycle. In this manner the ascending cycle of time (utsarpiõī) is completed. Similarly for the descending cycle of time (avasarpiõī). Thus birth must be taken by any one soul in an uninterrupted manner. Similarly, death must be understood to be without any interval. So much constitutes a cycle of time (kālaparivartana). It has been said, “The soul revolving in the cycle of time has been born as well as dead many times in the instants of the ascending as well as the descending cycles of time.”<br /><br />The cycle of being (bhavaparivartana) is described next. In the infernal state, the minimum lifetime is ten thousand years. Some being is born with that lifetime in that region and, after wandering, is reborn there with the same lifetime. In this manner, he is born and died in the same region as many times as there are instants (samaya) in ten thousand years. Again, by increase of one instant (samaya) at a time, the lifetime of thirty-three sāgaropama, of the infernal region, is completed. Then, coming out from the infernal region, he is born in the plants and animal world with the minimum duration of within forty-eight minutes – antarmuhūrta. And in the manner mentioned above, the lifetime of three palyopama, of the plant and animal world, is completed. Similarly, the being completes the lifetime of within forty-eight minutes – antarmuhūrta – to three palyopama with regard to the human state of existence. In the celestial state it is like that of infernal beings. But there is this difference. In the celestial state, it must be taken up to the completion of thirty-one sāgaropama. All these taken together constitute one cycle of being (bhavaparivartana). It has been said, “Owing to association with wrong-belief (mithyātva), the soul has revolved many times, being born with the minimum, etc., lifetime in all the states of existence, from the infernal regions up to the upper graiveyaka heaven. <br /><br />Now the cycle of thought-activity (bhāvaparivartana) is described. One being endowed with the five senses and the mind – saÉjñī paryāptaka – and actuated by wrong belief (mithyādarśana) acquires the minimum duration, as suited to him, of within one koÇākoÇi (1 crore × 1 crore) sāgaropama of knowledge-obscuring (jñānāvaraõīya) karmas. The Scripture contains highly technical discussion of the cycle of thought-activity, beyond the scope of the present work. Suffice it to say here that with the increase of one instant at a time, the maximum duration of thirty koÇākoÇi sāgaropama is reached. In the same manner, the cycle of thought-activity (bhāvaparivartana) takes place with regard to the main and the subtypes of karmas. It has been said, “Owing to its association with wrong belief (mithyātva), the soul has acquired all the four types of bondage – nature (prakÃti), duration (sthiti), intensity (anubhāga) and space (pradeśa) – and plunged in the cycle of thought-activity (bhāvaparivartana).”<br /><br />Transmigration (metempsychosis) is saÉsāra, the cycle of wandering. Those who undergo the cycle of wandering are the transmigrating souls. Those who are released from these five kinds of transmigration, the cycle of wandering, are the liberated souls. The transmigrating (saÉsārī) souls are mentioned first in the sūtra as the designation ‘liberation’ (mukta) is attained by the former.<br /><br />The two kinds of transmigrating souls are mentioned in the next sūtra.<br /><br /><sup>1 – 1 āvalī = innumerable samaya; the smallest and indivisible period of empirical time is called samaya.</sup>",
  "vidsrc": 
  [
    "<iframe src=\"https://www.youtube.com/embed/I7Mnp-rpBeU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/EfOAEoIs3Fc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}