{
  "id": 2.12,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.12 - संसारी जीवों के और भी भेद",
  "sutra": "संसारिणस्त्रसस्थावरा: ॥१२॥<br />Sansārinastrasasthāvarāh ॥12॥",
  "audiosrc": "2-12.mp3",
  "arth": "[ संसारिण: ] संसारी जीव [ त्रस ] त्रस और [ स्थावरा: ] स्थावर के भेद से दो प्रकार के हैं|",
  "meaning": "The transmigrating souls are of two kinds, the trasa and the sthāvara.",
  "vyakhya": "जिसके त्रस नाम कर्म का उदय होता है, वह जीव त्रस कहलाता है और जिसके स्थावर नाम कर्म का उदय होता है, वह जीव स्थावर कहलाता है। कुछ लोग ऐसा कहते हैं कि जो चलें फिरें, वे त्रस हैं और जो एक ही स्थान पर ठहरे रहें, वे स्थावर हैं। किन्तु ऐसा कहना ठीक नहीं है, क्योंकि ऐसा मानने से जो जीव गर्भ में हैं या अण्डे में हैं, वा चुपचाप पड़े सोते हैं अथवा मूर्छित पड़े हैं। वे त्रस नहीं कहे जा सकेंगे। तथा हवा, आग और पानी स्थावर हैं, किन्तु इनमें हलन चलन वगैरह देखा जाता है अत: वे त्रस कहे जायेंगे। इसलिए चलने और ठहरे रहने की अपेक्षा त्रस स्थावर पना नहीं है, किन्तु त्रस और स्थावर नामकर्म की अपेक्षा से ही है। इस सूत्र में भी त्रस शब्द को स्थावर से पहले रखा है क्योंकि त्रस स्थावर से पूज्य है तथा अल्प अक्षरवाला भी है।",
  "explanation": "The mundane souls are of two kinds, the trasa and the sthāvara. Those who are subject to the ‘trasa’ name-karma (nāmakarma) are trasa, and those who are governed by the ‘sthāvara’ name-karma are sthāvara. Is it correct to say that those who move are trasa and those who are stationary are sthāvara? No, such an interpretation contradicts the Scripture. From the two-sensed beings up to the Omniscient-without-activity (ayogakevalī) are designated ‘trasa’ in the Scripture. The distinction is not based on movability or immovability, but on fruition of ‘trasa’ and ‘sthāvara’ name-karma. Asthe word ‘trasa’ is of fewer letters than the word ‘sthāvara’ and as the  trasa beings are worthier, ‘trasa’ is mentioned first. These are worthier as all varieties of cognition (upayoga) are possible in them. <br /><br />There is not much to be said about the one-sensed, sthāvara beings. So these are explained first, violating the order.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/EfOAEoIs3Fc\", title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
