{
  "id": 2.13,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.13 - स्थावर जीवों के भेद",
  "sutra": "पृथिव्यप्तेजोवायुवनस्पतय: स्थावरा: ॥१३॥<br />Prithivyaptejovāyuvanaspatayah sthāvarāh ॥13॥",
  "audiosrc": "2-13.mp3",
  "arth": "[ पृथिवी अप्‌ तेज: वायु: वनस्पतयः ] पृथिवीकायिक, जलकायिक, अग्निकायिक, वायुकायिक और वनस्पतिकायिक - ये पाँच प्रकार के [ स्थावरा: ] स्थावर जीव हैं । (इन जीवों के मात्र एक स्पर्शन इन्द्रिय होती है|)",
  "meaning": "Earth-bodied – pÃthivīkāyika, water-bodied – jalakāyika, fire-bodied – agnikāyika, air-bodied – vāyukāyika, and plant-bodied – vanaspatikāyika, are sthāvara beings.",
  "vyakhya": "इन स्थावर जीवों के चार प्राण होते हैं- स्पर्शन इन्द्रिय, कायबल, आयु और श्वासोच्छास ।आगम में इन पाँचों स्थावरों में से प्रत्येक के चार-चार भेद बतलाये हैं। जैसे-पृथ्वी, पृथ्वीकाय, पृथ्वीकायिक और पृथ्वीजीव। जो स्वयं ही बनी हुई अचेतन जमीन है, उसे पृथ्वी कहते हैं। जिस पृथ्वी में से जीव निकल गया तो उसे पृथ्वीकाय कहते हैं। जीव सहित पृथ्वी को पृथ्वीकायिक कहते हैं। और जो जीव पहले शरीर को छोड़कर पृथ्वीकाय में जन्म लेने के लिए जा रहा है, जब तक वह पृथ्वी को अपने शरीर रूप से ग्रहण नहीं कर लेता, तब तक उस जीव को पृथ्वी जीव कहते हैं। इसी तरह अप्‌ (जल), तेज, वगैरह के भेद जान लेने चाहिए।",
  "explanation": "The earth-bodied, and so on, are the different divisions of the ‘sthāvara’ name-karma. The naming of souls (beings) as earth-bodied, etc., is based on fruition of these divisions of the ‘sthāvara’ namekarma. Four kinds of each of these – earth-bodied, and so on – are mentioned in the Scripture. For instance, earth (pÃthivī), earth-body (pÃthivīkāya), earth-bodied (pÃthivīkāyika), and earth-soul (pÃthivījīva) are mentioned. That which has no consciousness and has the quality of hardness as its own nature is earth (pÃthivī). Though it has no consciousness, even in the absence of the fruition of earth namekarma, it is called earth as it is characterized by spreading, etc. Or, earth is the common name, found in the other three also. The earthbody (pÃthivīkāya) is that which has been abandoned by the soul present in it, similar to the dead body of a man. The earth-bodied (pÃthivīkāyika) is that which has the earth for its body (namely, the soul that lives in an earth-body). The earth-soul (pÃthivījīva) is that which has acquired the name-karma of earth-body, and is in transit with the karmic body, but has not actually entered the earth-body. Similar divisions must be made with regard to water (jala), etc. <br /><br />These five kinds of living beings are sthāvara. How many lifeprinciples or vitalities (prāõa) do these possess? These possess four life-principles (prāõa): the sense-organ of touch (sparśana-indriyaprāõa), strength of body or energy (kāyabala-prāõa), respiration (ucchvāsaiÍśvāsa-prāõa) and life-duration (āyuÍ-prāõa).<br /><br />What are the trasa beings?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/EfOAEoIs3Fc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
