{
  "id": 2.14,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.14 - त्रस जीवों के भेद",
  "sutra": "द्वीन्द्रियादयस्त्रसा: ॥१४॥<br />Dvīndriyādayastrasāh ॥14॥",
  "audiosrc": "2-14.mp3",
  "arth": "[ द्विइन्द्रिय आदयः ] दो इन्द्रिय से लेकर अर्थात्‌ दो इन्द्रिय, तीन इन्द्रिय, चार इन्द्रिय और पाँच इन्द्रिय जीव [ त्रसाः ] त्रस कहलाते हैं ।",
  "meaning": "The trasa beings are those having two or more senses (indriya).",
  "vyakhya": "दोइन्द्रिय, तीनइन्द्रिय, चौइन्द्रिय और पज्चेन्द्रिय जीवों को त्रस कहते हैं। दो इन्द्रिय जीव के छह प्राण होते हैं - स्पर्शन और रसना ये दो इन्द्रियाँ, कायबल, वचनबल, आयु और श्वासोच्छास । तीनइन्द्रिय के एक घ्राणेन्द्रिय के बढ़ जाने से सात प्राण होते हैं। चौइन्द्रिय के एक चक्षु इन्द्रिय के बढ जाने से आठ प्राण होते हैं। पंचेन्द्रिय असैनी के एक श्रोत्र इन्द्रिय के बढ़ जाने से नौ प्राण होते हैं। और सैनी पंचेन्द्रिय के मनोबल के बढ़ जाने से दस प्राण होते हैं।",
  "explanation": "The beings which have two senses are called two-sensed. The word ‘ādi’ indicates ‘first’ in the order. Where is the order indicated? In the Scripture. How? It is indicated by the mention of two-sensed, threesensed, four-sensed and five-sensed beings. How many life-principles do these beings have? The two-sensed beings have six, namely, the sense-organ of taste (rasanā-prāõa) and the sense-organ of speech (vacana-prāõa), in addition to the four possessed by the sthāvara beings. The three-sensed beings have seven with the addition of the sense-of-smell (ghrāõa-prāõa). The four-sensed beings have eight with the addition of the sense-of-sight (cakÈu-prāõa). The five-sensed beings, without mind, of the animal world – asaÉjñī tiryańca – have nine life-principles with the addition of the sense-of-hearing (śrotraprāõa). The five-sensed beings, with mind (saÉjñī), have ten lifeprinciples with the addition of the mind (manobala-prāõa). <br /><br />The beings having six, seven, eight, nine and ten life-principles are the two-sensed, three-sensed, four-sensed, five-sensed-without-mind, and five-sensed-with-mind, respectively, who have attained completion – paryāptaka. The beings who have not attained completion – aparyāptaka – have less number of life-principles.<br /><br />The upper limit of the senses is to be mentioned, for by the word ‘ādi’ the limit is not known.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/EfOAEoIs3Fc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
