{
  "id": 2.17,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.17 - द्रव्य-इन्द्रियों का स्वरूप",
  "sutra": "निर्वृत्युपकरणे द्रव्येन्द्रियम्‌ ॥१७॥<br />Nirvrittyupakarane dravyendriyam ॥17॥",
  "audiosrc": "2-17.mp3",
  "arth": " [ निर्वृत्ति उपकरणे ] निर्वृत्ति और उपकरण को [ द्रव्येन्द्रियम्‌ ] द्रव्येन्द्रिय कहते हैं |",
  "meaning": "The physical-sense (dravendriya) consists of the formation of the organ – nirvÃtti – and the instrument itself – upakaraõa. ",
  "vyakhya": "निर्वृत्ति और उपकरण को द्रव्येन्द्रिय कहते हैं। कर्म के द्वारा होने वाली रचना-विशेष को निर्वृत्ति कहते हैं। निर्वृत्ति दो प्रकार की होती है- आभ्यन्तर निर्वृत्ति और बाह्न निर्वृत्ति | उत्सेधांगुल के असंख्यातवें भाग प्रमाण विशुद्ध आत्मप्रदेशों की इंद्रियों के आकाररूप रचना होने को आभ्यन्तर निर्वृत्ति कहते हैं तथा उन आत्पप्रदेशों के प्रतिनियत स्थान में पुद्गलों की इन्द्रिय के आकाररूप रचना होने को बाह्य निर्वृत्ति कहते हैं। निर्वृत्ति का उपकार करने वाले पुद्गलों को उपकरण कहते हैँ । उपकरण के भी दो भेद होते हैं - आभ्यन्तर और बाह्य । जैसे नेत्रो मेँ जो काला ओर सफेद मण्डल है, वह आभ्यन्तर उपकरण है ओर पलक वगैरह बाह्य उपकरण हैँ ।",
  "explanation": "‘NiÃvrtti’ means formation. Who does the formation? The karmas. Formation is of two kinds, external (bāhya) and internal (ābhyantara). The spreading of a miniscule extent (one/innumerable part of utsedhāńgula<sup>1</sup>) of the soul in the shape of the senses such as the eyes is the internal formation. The collection of the physical matter, owing to the fruition of name-karma (nāmakarma), in the particular shape in the space covered by the soul is external formation. That which assists this formation (nirvÃtti) is the instrument (upakaraõa). The instrument (upakaraõa) also is of two kinds, external (bāhya) and internal (ābhyantara). In case of the eye, the eyeball is the internal instrument and the eyelids and the eyelashes are the external instruments. Similarly, it should be understood in respect of the other senses. <br /><br />The psychical-sense (bhāvendriya) is described now.<br /><br /><p>1 – utsedhāńgula = lit. small finger in its breadth; eight barley seeds in diameter (‘Trilokasāra’, gāthā 18,p. 23)</p>",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/W_D3KpVQR9I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/xglp0GRJJ3I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
