{
  "id": 2.18,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.18 - भाव-इन्द्रियों का स्वरूप",
  "sutra": "लब्ध्युपयोगौ भावेन्द्रियम्‌ ॥१८॥<br />Labdhyupayogau bhāvendriyam ॥18॥",
  "audiosrc": "2-18.mp3",
  "arth": "[ लब्धि उपयोगौ ] लब्धि ओर उपयोग को | भावेन्द्रियम्‌ ] भावेन्द्रिय कहते हैं |",
  "meaning": "The psychical-sense (bhāvendriya) consists of attainment (labdhi) and cognition (upayoga).",
  "vyakhya": "ज्ञानावरण कर्म के क्षयोपशम विशेष को लब्धि कहते हैं। इस लब्धि के होने पर ही जीव के द्रव्येन्द्रियों की रचना होती है। तथा लब्धि के निमित्त से आत्मा का जो परिणमन होता है, उसे उपयोग कहते हैं। आशय यह है कि जैसे किसी जीव में देखने की शक्ति तो है, किन्तु उसका उपयोग दूसरी ओर होने से वह सामने स्थित वस्तु को भी नहीं देख सकता है। इसी तरह किसी वस्तु को जानने की इच्छा के होते हुए भी यदि क्षयोपशम न हो तो नहीं जान सकता। अतः ज्ञानावरण कर्म के क्षयोपशम से जो आत्मा में जानने की शक्ति प्रकट होती है, वह तो लब्धि है और उसके होने पर आत्मा जो ज्ञेय पदार्थ की ओर अभिमुख होता है, वह उपयोग है। लब्धि और उपयोग के मिलने से ही पदार्थों का ज्ञान होता है।",
  "explanation": "‘Labdhi’ means attainment. What is attainment? Attainment is the particular destruction-cum-subsidence (kshayopaśama) of knowledgeobscuring (jñānāvaraõīya) karmas. In presence of this attainment (labdhi) of various kinds of knowledge, the soul makes use of one particular kind of knowledge at any particular time; this attentive disposition of the soul is termed cognition (upayoga) or activeconsciousness. Both, labdhi and upayoga, constitute the psychicalsense (bhāvendriya).<br /><br />Cognition (upayoga) is the effect (kārya, phala) of the sense (indriya); how can it be called a sense? The characteristic of the cause (kāraõa) is seen in the effect (kārya). For instance, knowledge transformed in the shape of the jar is called the jar; similarly, the effect of the indriya is called the indriya. The mark (lińga) of ‘indra’ is ‘indriya’. The meaning of the word ‘indriya’ is taken primarily in terms of ‘upayoga’ as is evident from the words, ‘cognition (upayoga) is the mark (lakÈaõa) – distinctive characteristic – of the soul (jīva)’. Hence, it is proper to call cognition (upayoga) a sense (indriya). <br /><br />The names of the senses (indriya) and their order are mentioned now.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/W_D3KpVQR9I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/xglp0GRJJ3I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
