{
  "id": 2.19,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.19 - इन्द्रियों के प्रकार",
  "sutra": "स्पर्शन-रसन-पघ्राण-चक्षु:श्रोत्राणि॥१९॥<br />Sparśanarasanaghrānacakshuhśrotrāni ॥19॥",
  "audiosrc": "2-19.mp3",
  "arth": "[ स्पर्शन ] स्पर्शन, [ रसन ] रसना, [ घ्राण ] घ्राण, [ चक्षु: ] चक्षु और [ श्रोत्र ] श्रोत्र - ये पाँच इन्द्रियाँ हैं ।",
  "meaning": "Touch (sparśana), taste (rasanā), smell (ghrāõa), sight (cakÈu) and hearing (śrotra) are the senses – indriya.",
  "vyakhya": "वीर्यान्तराय और मतिकज्ञानावरण कर्म का क्षयोपशम होने से तथा अंगोपांग नामकर्म का उदय होने से आत्मा जिसके द्वारा पदार्थ को छूकर जानता है, उसे स्पर्शन इन्द्रिय कहते हैं। जिसके द्वारा आत्मा रस को ग्रहण करता है, उसे रसना इन्द्रिय कहते हैं। जिसके द्वारा गन्ध को ग्रहण करता है, उसे घ्राण इन्द्रिय कहते हैं। जिसके द्वारा देखता है, उसे चक्षु इन्द्रिय कहते हैं और जिसके द्वारा सुनता है, उसे श्रोत्र इन्द्रिय कहते हैं।",
  "explanation": "The senses are spoken of as something subservient to or different from the soul – ‘with these eyes I see clearly,’ and ‘with these ears I hear distinctly.’ Hence touch, etc., are the instruments as these are dependent on another, namely, the soul. On the destruction-cumsubsidence (kshayopaśama) of energy-obstructing (vīryāntarāya) and sensory-knowledge-covering (matijñānāvaraõīya) karmas and attainment of name-karma of limbs and minor limbs (ańgopāńga), that through which touch is experienced by the soul is the sense-organ of touch. Similarly, that through which taste is experienced is the sense-organ of taste. That through which smell is experienced is the sense-organ of smell. That through which objects are seen is the eye. That through which something is heard is the ear. There is another independent aspect also – ‘my eyes see clearly,’ and ‘my ears hear well.’ Hence, touch, etc., are the aspects of the agent. That which touches is the sense-organ of touch. That which tastes is the sense-organ of taste. That which smells is the sense-organ of smell. That which sees is the eye. That which hears is the ear. The order in which the senses are mentioned is intended to recall the order of the increase of the senses. <br /><br />What are the objects of these senses?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/W_D3KpVQR9I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/xglp0GRJJ3I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
