{
  "id": 2.20,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.20 - इन्द्रियों के विषय",
  "sutra": "स्पर्श-रस-गन्ध-वर्ण-शब्दास्तदर्था: ॥२०॥<br />Sparśarasagandhavarnaśabdāstadarthāh ॥20॥",
  "audiosrc": "2-20 .mp3",
  "arth": "[ स्पर्श रस गन्ध वर्ण शब्दाः ] स्पर्श, रस, गन्ध, वर्ण (रंग), शब्द - ये पाँच क्रमशः [ तत्‌ अर्था: ] उपरोक्त पाँच इन्द्रियों के विषय हैं अर्थात्‌ उपरोक्त पाँच इन्द्रियाँ उन-उन विषयों को जानती हैं।",
  "meaning": "Touch (sparśa), taste (rasa), smell (gandha), colour or form (varõa) and sound (śabda) are the objects of the senses. ",
  "vyakhya": "स्पर्शन इन्द्रिय का विषय स्पर्श है। रसना इन्द्रिय का विषय रस है। प्राण इन्द्रिय का विषय गन्ध है। चक्षु इन्द्रिय का विषय रूप है और श्रोत्र इन्द्रिय का विषय शब्द है। ऐसे ये पाँचों इन्द्रियों के पाँच विषय हैं। प्रत्येक इन्द्रिय अपने अपने विषय को ही ग्रहण करती है, एक इन्द्रिय दूसरी इन्द्रिय के विषय को ग्रहण नहीं कर सकती ।<br /><br />शंका - मन उपयोग में सहायक है या नहीं ?<br /><br />समाधान - सहायक है, बिना मन की सहायता के इंद्रियाँ अपने-अपने विषयों में प्रवृत्ति नहीं करतीं ।",
  "explanation": "The derivation of touch, etc., must be understood from the point of view of substance (dravya) and mode (paryāya). From the point of view of substance (dravya), the action (karma) of the object is indicated. That which is touched is touch. That which is tasted is taste. That which is smelt is smell. That which is seen is colour. That which is heard is sound. Thus, from this point of view, these are substances (dravya). From the point of view of mode (paryāya), the nature (bhāva) of the object is indicated. Touching is touch. Tasting is taste. Smelling is smell. Seeing is colour. Sounding is sound. Their order is according to the order of the senses.<br /><br />Since the mind is variable, it is not admitted to be a sense. Does it assist cognition (upayoga)? Of course, it does assist cognition (upayoga). Without the mind the senses cannot function in their province. Is assisting the senses only use of the mind or is there any other use too?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/W_D3KpVQR9I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/xglp0GRJJ3I\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
