{
  "id": 2.21,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.21 - मन के विषय",
  "sutra": "श्रुतमनिन्द्रियस्य ॥२१॥<br />Srutamanindriyasya ॥21॥",
  "audiosrc": "2-21.mp3",
  "arth": "[ अनिन्द्रियस्य ] मन का विषय [ श्रुतम्‌ ] श्रुतज्ञानगोचर पदार्थ हैं अथवा मन का प्रयोजन श्रुतज्ञान है।",
  "meaning": "Scriptural knowledge (śrutajñāna) is the province of the mind (mana).",
  "vyakhya": "अनिन्द्रिय अर्थात्‌ मन और श्रुत अर्थात्‌ श्रुतज्ञान का विषयभूत पदार्थ। श्रुतज्ञान का विषयभूत पदार्थ मन का विषय है। अर्थात्‌ श्रुतज्ञानावरण कर्म का क्षयोपशम होने पर मन की सहायता से ही आत्मा श्रुतज्ञान के विषय को जानता है। अतः श्रुतज्ञान का होना मन का प्रमुख काम है। अपने इस काम में वह किसी इन्द्रिय की सहायता नहीं लेता। ",
  "explanation": "The object of scriptural knowledge (śrutajñāna) is the ‘śruta’ – the knowledge in comprehensible form or the Scripture. It is the province of the mind (mana). With the help of the mind (mana), the soul (jīva) with destruction-cum-subsidence (kshayopaśama) of scripturalknowledge- obscuring (śrutajñānāvaraõīya) karma, engages in attainment of the knowledge contained in the Scripture. Or, scriptural knowledge is the Scripture. It is the object of the mind. The mind is capable of accomplishing it independently, without the help of the senses. The senses are the instrumental cause of scriptural knowledge by convention (paramparā) only.<br /><br />The objects of the senses have been explained. Who possess these senses? The possessor of the sense of touch is ascertained first.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/FWhCich8Lhc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/ACYAp5reiWQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
