{
  "id": 2.23,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.23 - शेष इन्द्रियों के स्वामी",
  "sutra": "कृमिपिपीलिका- भ्रमरमनुष्यादीनामेकैकवृद्धानि ॥२३॥<br />Krimipipīlikābhramaramanushyādīnāmekaikavriddhāni ॥23॥",
  "audiosrc": "2-23.mp3",
  "arth": "[ कृमि पिपीलिका भ्रमर मनुष्यादीनाम्‌ ] कृमि इत्यादि, चींटी इत्यादि, भ्रमर इत्यादि तथा मनुष्य इत्यादि के [ एकैक वृद्धानि ] क्रम से एक एक इन्द्रिय बढ़ती (अधिक-अधिक) है अर्थात्‌ कृमि इत्यादि के दो, चींटी इत्यादि के तीन, भौंरा इत्यादि के चार ओर मनुष्य इत्यादि के पाँच इन्द्रियाँ होती हैं ।",
  "meaning": "The beings such as the worm (kÃmi), the ant (pipīlikā), the bee (bhramara) and the human (manuÈya), each, have senses one more than the preceding one. ",
  "vyakhya": "कृमि आदि के एक एक इन्द्रिय अधिक होती हैं। अर्थात्‌ लट, शंख, जोंक वगैरह के स्पर्शन और रसना - ये दो इन्द्रियाँ होती हैं। चींटी, खटमल वगैरह के स्पर्शन, रसना, घ्राण-ये तीन इन्द्रियाँ होती हैं। भौंरा, मक्खी, डॉस (मच्छर) वगैरह के स्पर्शन, रसना, घ्राण और चक्षु - ये चार इन्द्रियाँ होती हैं और मनुष्य, पशु, पक्षी वगैरह के पाँचों इन्द्रियाँ होती हैं। ",
  "explanation": "The phrase ‘eka-eka’ in the sūtra indicates successiveness. It indicates that the senses increase by one successively. The base is the sense of touch (sparśana). Creatures like the worm (kÃmi) have the sense of taste (rasanā) in addition to the sense of touch (sparśana). The ant (pipīlikā) and similar creatures possess the sense of smell (ghrāõa) in addition to the senses of touch and taste. The bee (bhramara) and creatures of that class possess the sense of sight (cakÈu) in addition to the senses of touch, taste and smell. Man and the beings similar to him possess the sense of hearing (śrotra) in addition to the former four. <br /><br />Their accomplishment is as in case of the sense of touch (sparśana), explained already. In each case, there is the fruition (udaya) of the intense, all-destructive (sarvaghāti) karmic matter of the subsequent sense or senses.<br /><br />Thus, the mundane (saÉsārī) souls are of two kinds – the trasa and the sthāvara. On the basis of the senses, they are of five kinds. Now the two classes of the five-sensed beings are mentioned.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/ACYAp5reiWQ\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
