{
  "id": 2.24,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.24 - संज्ञी जीव का स्वरूप",
  "sutra": "संज्ञिन: समनस्का:॥२४॥<br />Sanjñinah samanaskāh ॥24॥",
  "audiosrc": "2-24.mp3",
  "arth": "[ समनस्का: ] मनसहित जीवों को [ संज्ञिनः ] संज्ञी (सैनी) कहते हैं ।",
  "meaning": "The five-sensed beings with the mind (mana) are called ‘saÉjñī’.",
  "vyakhya": "मन सहित जीवों को संज्ञी कहते हैं, तथा मन रहित जीव असंज्ञी कहलाते हैं| एकेन्द्रिय, दो इन्द्रिय, तीन इन्द्रिय और चौ इन्द्रिय जीव तो सब असज्ञी ही होते हैं। पज्चेन्द्रियों में देव, नारकी और मनुष्य संज्ञी ही होते हैं, किन्तु तिर्यज्च मन रहित भी होते हैं।<br /><br />शंका - मन का काम हित और अहित की परीक्षा करके हित को ग्रहण करना और अहित को छोड़ देना है। इसी को संज्ञा कहते हैं। अतः जब संज्ञा और मन दोनों का एक ही अभिप्राय है तो 'संज्ञी' और 'समनस्क' का मतलब भी एक ही है। फिर सूत्र में दोनों पद क्‍यों रखे ? केवल 'संज्ञिन: कहने से भी काम चल सकता है ?<br /><br />समाधान - यह आपत्ति ठीक नहीं है; क्‍योंकि प्रथम तो ‘संज्ञा’ शब्द के अनेक अर्थ हैं- संज्ञा नाम को भी कहते हैं| अत: जितने नामवाले पदार्थ हैं, वे सब संज्ञी कहलायेंगे। संज्ञा ज्ञान को भी कहते हैं और ज्ञान सभी जीवों में पाया जाता है। अत: सभी संज्ञी कहे जायेंगे। भोजन वगैरह की इच्छा का नाम भी संज्ञा है, जो सभी संसारी जीवों में पायी जाती हैं; अत: सभी संज्ञी हो जायेंगे। इसलिए जिसके मन है, उसी को संज्ञी कहना उचित है।<br /><br />दूसरे, गर्भ अवस्था में, मूर्छित अवस्था में, सुप्त अवस्था में हित अहित का विचार नहीं होता, अत: उस अवस्था में संज्ञी जीव भी असंज्ञी कहे जायेंगे। किन्तु मन के होने से उस समय भी वे संज्ञी ही हैं। अत: संज्ञी और समनस्क दोनों पदों को रखना ही उचित है।",
  "explanation": "The mind (mana) has been described earlier. Those that are endowed with the mind are called ‘saÉjñī’. From this it follows that the other transmigrating souls are not endowed with the mind; they are ‘asaÉjñī’. It is contended that the adjective ‘samanaskaÍ’ in the sūtra is unnecessary as the function of the mind is the investigation of the good and the bad and ‘saÉjñī’ also means the same. But it is not so. The word ‘saÉjñā’ is used in many senses like the name, the knowledge, and the desire for food. Thus the word ‘saÉjñī’ would extend to all souls having such attributes. To exclude such an interpretation, ‘samanaskaÍ’ – those with the mind – is mentioned. By this, even in the absence of the functioning of the mind – discriminating between the good and the bad – in embryonic stage, in unconscious state and in sleep, it is proper to call those endowed with the mind as ‘saÉjñī’.<br /><br />The ability to discriminate between the good and the bad is due to the functioning of the mind. The stage when the soul proceeds to acquire the new body after leaving the old body is without the association of the mind. What is the cause of the soul’s activity in that stage? ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/U8uSwa4cZCg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
