{
  "id": 2.25,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.25 - विग्रह गति में योग",
  "sutra": "विग्रहगतौ कर्मयोग:॥२५॥<br />Vigrahagatau karmayogah ॥25॥",
  "audiosrc": "2-25.mp3",
  "arth": "[ विग्रहगतौ: ] विग्रहगति में अर्थात्‌ नये शरीर के लिये गमन में [ कर्मयोग: ] कार्मणकाय योग होता है।",
  "meaning": "In transit from one body to another – vigrahagati – there is the vibration of the karmic-body – kārmaõa śarīra.",
  "vyakhya": "‘विग्रह’ शब्द के दो अर्थ हैं। विग्रह अर्थात्‌ शरीर, शरीर के लिए गमन करने को विग्रहगति कहते हैं। अथवा विरुद्ध ग्रहण करने को विग्रहगति कहते हैं । इसका आशय यह है कि संसारी जीव हमेशा कर्म और नोकर्म को ग्रहण करता रहता है, किन्तु विग्रहगति में कर्म पुद्गलों का तो ग्रहण होता है, नोकर्म पुद्गलों का ग्रहण नहीं होता । इसलिए उसको विरुद्ध ग्रहण कहा है और विरुद्ध ग्रहण पूर्वक जो गमन होता है, उसे विग्रहगति कहते हैं तथा कार्मण शरीर को कर्म कहते हैं; उस कार्मण शरीर के द्वारा जो आत्मा के प्रदेशों में कम्पन होता है, उसको कर्मयोग कहते हैं।<br /><br />अतः सूत्र का अर्थ हुआ-विग्रहगति में कर्मयोग होता है। उस कर्मयोग के द्वारा ही जीव नवीन कर्मों को ग्रहण करता है तथा मृत्यु स्थान से अपने जन्म लेने के नये स्थान तक जाता है। ",
  "explanation": "‘Vigraha’ means the body. Motion for the sake of the body is ‘vigrahagati’. Or, ‘vigraha’ is hindrance or obstacle. It implies the state of transit from one body to another in which although karmic matter is taken in, quasi-karmic (nokarma) matter is blocked. The motion with such characteristic is ‘vigrahagati’. The karmic-body (kārmaõa śarīra) which is the root cause of all other bodies is called ‘karma’. Activity (yoga) is the vibration of the space-points (pradeśa) of the soul caused by the molecules of the organ of speech, the mind and the body. Activity (yoga) caused by the karmic-body is karmayoga. This activity of the karmic-body takes place during transit following death. This way, the taking in of new karma and transit to another place are affected. <br /><br />In what way does the transit of the soul and the matter take place from one place to another? Is it according to the order of space-points or without any rule? ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/U8uSwa4cZCg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
