{
  "id": 2.26,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.26 - विग्रह गति में गमन",
  "sutra": "अनुश्रेणि गतिः॥२६॥<br />Anuśreni gatih ॥26॥",
  "audiosrc": "2-26.mp3",
  "arth": "[ गति: ] गति [ अनुश्रेणि ] श्रेणी के अनुसार होती है।",
  "meaning": "The transit in space takes place in straight lines (śreõī).",
  "vyakhya": "लोक के मध्य से लेकर ऊपर, नीचे और तिर्यक्‌ दिशा में आकाश के प्रदेशों की सीधी कतार को श्रेणी कहते हैं। जीवों और पुद्गलों की गति आकाश के प्रदेशों की पंक्ति के अनुसार ही होती है, पंक्ति को लांघ कर विदिशाओं में गमन नहीं होता।<br /><br />शंका - यहाँ तो जीव का अधिकार है, पुद्गल का ग्रहण यहाँ कैसे किया ?<br /><br />समाधान - यहाँ “विग्रहगतौ कर्मयोग:” सूत्र से गति का अधिकार है। फिर इस सूत्र में ‘गति’ पद का ग्रहण पुद्गल का ग्रहण करने के लिए ही किया गया है। तथा आगे “अविग्रहा जीवस्य” इस सूत्र में जीव का अधिकार होते हुए जो जीव का ग्रहण किया है, उससे भी यही अर्थ निकलता है कि यहाँ पुदगल की गति भी बतलायी गयी है।<br /><br />यद्यपि यहाँ जीव और पुद्गल की गति श्रेणी के अनुसार बतलायी है, किन्तु इतना विशेष है कि सभी जीव पुद्गलों की गति श्रेणी के अनुसार नहीं होती । जिस समय जीव मर कर नया शरीर धारण करने के लिए जाता है, उस समय उसकी गति श्रेणी के अनुसार ही होती है। तथा पुद्गल का शुद्ध परमाणु जो एक समय में चौदह राजु गमन करता है, वह भी श्रेणी के अनुसार ही गमन करता है। शेष गतियों के लिए कोई नियम नहीं है ।",
  "explanation": "Commencing from the centre of the universe, the lines or rows of successive space-points in all directions – vertical, horizontal, and oblique – are called ‘śreõī’. The motion of the souls (jīva) and the matter (pudgala) is in rows, as continuous movement. How is that the matter (pudgala), which is not the subject of this section, included? It is because ‘motion’ – ‘gati’ – is mentioned in the sūtra. If the motion of the souls alone were intended, the word ‘motion’ – ‘gati’ – would be superfluous, since motion is the subject under consideration. Moreover, in the next sūtra, the ‘soul’ (jīva) is mentioned; that proves by implication that the matter (pudgala) must be included in this sūtra.<br /><br />Now, the revolution of the heavenly deva such as the moon and the circumambulation of Mount Meru by the ‘vidyādhara’ (the order of human beings gifted with extraordinary powers) are not in rows. How, then, it is said that the movement of the souls (jīva) and the matter (pudgala) is in lines? To answer this, the rules regarding time (kāla) and place (deśa) must be understood. The rule regarding time: the transit of a soul (jīva) at death to attain another birth and the upward movement of liberated souls are in lines only. The law regarding place: the movement from upper to lower regions, or from lower to upper regions, similarly, from horizontal regions to lower or upper regions, is in lines only. The movement of the matter (pudgala) which takes it to the end of the universe is in lines only. There is no definite rule with regard to other movements; these can be in line or with bend. <br /><br />Now, special movements are described.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/U8uSwa4cZCg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
