{
  "id": 2.28,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.28 - विग्रह गति का काल",
  "sutra": "विग्रहवती च संसारिण: प्राक्‌ चतुर्भ्य:॥२८॥<br />Vigrahavatī ca sansārinah prāk caturbhyah ॥28॥",
  "audiosrc": "2-28.mp3",
  "arth": " [ संसारिण: ] संसारी जीव की गति [ विग्रहवती ] विग्रहवाली तथा विग्रहरहित होती है। [ चतुर्भ्य: प्राक्‌] विग्रहवाली गति चार समय से पहले अर्थात्‌ तीन समय तक होती है।",
  "meaning": "The movement of the transmigrating souls is with bend also prior to the fourth instant.",
  "vyakhya": "संसारी जीव की गति चार समय से पहले मोड़े सहित होती है। अर्थात्‌ संसारी जीव जब नया शरीर धारण करने के लिए गमन करता है, तो श्रेणि के अनुसार ही गमन करता है। किन्तु यदि मरण स्थान से लेकर जन्म स्थान तक जाने के लिए सीधी श्रेणि नहीं होती तो स्थान के अनुसार एक, दो या तीन मोड़ लेता है। प्रत्येक मोड़ में एक समय लगता है। अत: एक मोड़े वाली गति में दूसरे समय में जन्म स्थान पर पहुँचता है, दो मोड़े वाली गति में तीसरे समय में और तीन मोड़े वाली गति में चौथे समय में अपने जन्म स्थान पर पहुंच जाता है। सूत्र में आये “च' शब्द से यह अर्थ लेना चाहिए कि संसारी जीव की गति बिना मोड़े वाली भी होती है।",
  "explanation": "Prior to the fourth – prākcaturbhya – is intended to indicate the limit of time. The word ‘prāk’ – prior – indicates the limit. Movement with a bend occurs up to three instants but not in the fourth. How is it? The being, who is to be born in the special region outside the mobile channel (in the niÈkuÇa kÈetra<sup>1</sup>) from another such region commences motion with three bends as in such case no straight movement is possible. Here, there is no need for the fourth bend, as there is no place of birth which requires further bends. Hence movement with bend is only up to three instants and not in the fourth instant. ‘Ca’ is intended for indicating both types of motion, i.e., with and without bends. <br /><br />The time limit for movement with the bend has been mentioned. How much time is required for movement without the bend?<br /><br /><p>1 – NiÈkuÇa kÈetra is located in the topmost corner of the universe outside the mobile channel (trasa nāçī). Living beings endowed with more than one sense are found only within the boundaries of the mobile channel and not outside it. Hence it is called the mobile channel (trasa nāçī). But onesensed creatures are found within as well as outside the mobile channel. The mobile channel is the region that runs through the centre of the universe. It is in the form of a prism having a square base, each side measuring one rajju, extending throughout the universe of fourteen rajju in height.</p>",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"

  ]

}
