{
  "id": 2.3,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.3 - औपशमिकभाव के भेद",
  "sutra": "सम्यक्त्व-चारित्रे ॥३॥<br />samyaktvacāritre ॥3॥",
  "audiosrc": "2-3.mp3",
  "arth": "[सम्यक्त्व] ओपशमिक सम्यक्त्व और [चारित्रे] औपशमिक चारित्र - इस प्रकार औपशमिकभाव के दो भेद हैं।",
  "meaning": "The two kinds of subsidential (aupaśamika) disposition (bhāva) are subsidential belief (aupaśamika samyaktva) and subsidential conduct (aupaśamika cāritra). ",
  "vyakhya": "औपशमिक सम्यक्त्वत और औपशमिक चारित्र ये दो औपशमिक भाव के भेद हैं। अनन्तानुबन्धी, क्रोध, मान, माया, लोभ तथा मिथ्यात्व, सम्यग्मिथ्यात्व और सम्यक्त्व इन सात कर्म प्रकृतियों के उपशम से जो सम्यक्त्व होता है, उसे औपशमिक सम्यक्त्व कहते हैं तथा समस्त मोहनीय कर्म के उपशम से औपशमिक चारित्र होता है। उपशम सम्यक्त्व के दो भेद हैं-प्रथमोपशम सम्यक्त्व और द्वितीयोपशम सम्यक्त्व। पहले मिथ्यादृष्टि गुणस्थान से छूटने पर जो उपशम सम्यकत्व होता है, उसे प्रथमोपशम सम्यक्त्व कहते हैं और उपशम श्रेणी चढ़ते समय क्षायोपशमिक सम्यक्त्व से जो उपशम सम्यक्त्व होता है, उसे द्वितीयोपशम सम्यक्त्व कहते हैं।<br /><br />प्रथमोपशम सम्यक्त्व होने से पहले मिथ्यात्व गुणस्थान में पाँच लब्धियाँ होती हैं-क्षयोपशम लब्धि, विशुद्धि लब्धि, देशना लब्धि, प्रायोग्य लब्धि और करण लब्धि। इनमें से प्रारम्भ की चार लब्धियाँ तो भव्य और अभव्य दोनों के हो जाती हैं, किन्तु करण लब्धि भव्य के ही होती है तथा जब सम्यक्त्व होना होता है तभी होती है। जब अशुभ कर्म प्रतिसमय अनन्त गुणी कम कम शक्ति को लिए हुए उदय में आते हैं अर्थात्‌ पहले समय में जितना फल दिया, दूसरे समय में उससे अनन्त गुणा कम, तीसरे समय में उससे अनन्त गुणा कम, इस तरह प्रति समय अनन्त गुणा घटता हुआ उदय जिस काल में होता है, तब क्षयोपशम लब्धि होती है। क्षयोपशम लब्धि के प्रभाव से धर्मानुराग रूप शुभ परिणामों का होना विशुद्धि लब्धि है। आचार्य वगैरह के द्वारा उपदेश का लाभ होना देशना लब्धि है। किन्तु जहाँ उपदेश देने वाला न हो, जैसे चौथे आदि नरकों में, वहाँ पूर्वभव में सुने हुए उपदेश की धारणा के बल पर सम्यक्त्व की प्राप्ति होती है। इन तीनों लब्धि वाला जीव प्रतिसमय अधिक- अधिक विशुद्ध होता हुआ आयु कर्म के सिवा शेष कर्मों की स्थिति जब अन्त: कोटाकोटि सागर प्रमाण बांधता है और विशुद्ध परिणामों के कारण वह बंधी हुई स्थिति संख्यात हजार सागर कम हो जाती है, उसे प्रायोग्य लब्धि कहते हैं| पाँचवीं करण लब्धि में अधःकरण, अपूर्वकरण और अनिवृत्तिकरण ये तीन तरह के परिणाम कषायों की मन्दता को लिए हुए क्रमवार होते हैं। इनमें से अनिवृत्ति करण के अन्तिम समय में पूर्वोक्त सात प्रकृतियों का उपशम होने से उपशम सम्यक्त्व प्रकट हो जाता है। समस्त मोहनीय का उपशम होने से ग्यारहवें गुणस्थान में औपशमिक चारित्र होता है।",
  "explanation": "Right belief and right conduct have already been explained. How do these become subsidential (aupaśamika)? Conduct-deluding (cāritramohanīya) karmas are of two kinds, the kaÈāyavedanīya and the nokaÈāyavedanīya. When the following seven, the four kaÈāyavedanīya – anger (krodha), pride (māna), deceitfulness (māyā) and greed (lobha) – of the anantānubandhī type (leading to endless worldly existence), together with the three kinds of faith-deluding (darśanamohanīya) karmas – samyaktva (slightly clouding right belief), mithyātva (wrong belief) and samyagmithyātva (mixed right and wrong belief) – subside, subsidential belief (aupaśamika samyaktva) arises.<br /><br />How can karmas subside in case of the eternal misbeliever who is subject to passions (kaÈāya) arising from karmas? It is on the basis of the attainment of favourable-time (kālalabdhi), etc. The first kālalabdhi is with regard to time. The potential soul (with capacity for liberation) bound by karmas becomes capable of attaining the first stage of right belief (prathama samyaktva) when there is the residue of time known as half-time of whirling-round matter (ardhapudgala parivartana). When the residue of time is more than this, that soul is not capable of attaining the first stage of right belief (prathama samyaktva). The second kālalabdhi is with regard to the duration of karmas. The first stage of right belief is not attained when the duration of karmas is either at the maximum or at the minimum. If so, when is it attained? The suitability for the first stage of right belief arises when the karmas of less than koÇākoÇi sāgaropama duration are bound, and when, owing to the purification of the soul, the existing karmas also are of duration of koÇākoÇi sāgaropama less numerable thousand sāgaropama. The third kālalabdhi is with regard to birth (bhava). The worthy soul endowed with the five senses and the mind (saÉjñī), fully developed (paryāptaka) and purified (sarvaviśuddha), attains the first stage of right faith – subsidential belief (aupaśamika samyaktva). Besides, recollection of the previous births is also among the causes.<br /><br />Subsidential conduct (aupaśamika cāritra) arises on the subsidence of all the deluding (mohanīya) karmas. Right belief – samyaktva – is mentioned first as it is the basis of right conduct (cāritra).<br /><br />The nine characteristics of the destructional (kshayika) disposition are described next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/WkqYh7LIiKc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
