{
  "id": 2.30,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.30 - विग्रह-गति में अनाहारक",
  "sutra": "एकं द्वौ त्रीन्वाSनाहारकः॥३०॥  <br />Ekam dvau trīnvā anāhārakah ॥30॥",
  "audiosrc": "2-30 .mp3",
  "arth": "विग्रहगति में [ एक द्वौ वा त्रीन] एक दो अथवा तीन समय तक [ अनाहारक: ] जीव अनाहारक रहता है ।",
  "meaning": "For one, two or three instants (samaya) the soul remains non-assimilative – anāhāraka.",
  "vyakhya": "विग्रह गति में जीव एक समय, दो समय अथवा तीन समय तक अनाहारक रहता है। औदारिक, वैक्रियिक, आहारक इन तीन शरीर और छह पर्याप्तियों के योग्य पुद्गलों के ग्रहण करने को आहार कहते हैं। और शरीर के योग्य पुद्गलों के ग्रहण न करने को अनाहार कहते हैं। जो जीव एक मोड़ा लेकर उत्पन्न होता है, वह जीव एक समय तक अनाहारक रहता है। जो जीव दो मोड़ा लेकर उत्पन्न होता है वह जीव, दो समय तक अनाहारक रहता है और जो तीन मोडा लेकर उत्पन्न होता है, वह जीव तीन समय तक अनाहारक रहता है। अर्थात्‌ मोड़े के समय अनाहारक रहता है। किन्तु जब मोड़ा समाप्त करके अपने उत्पत्तिस्थान के लिए सीधा गमन करता है, उस समय आहारक हो जाता है। ",
  "explanation": "Instant (samaya) is supplied from the previous sūtra. This particle ‘vā’ indicates alternative meaning. The alternative is to be taken as intended. For one, two, or three instants the soul does not take in molecules of matter. ‘Āhāraka’ is taking in of matter fit for the three kinds of bodies and the six kinds of completion. Without taking in of such matter, the soul remains ‘anāhāraka’ during this time. However, the taking in of karmas is incessant, as there is the associated karmicbody (kārmaõa śarīra). In straight movement towards the seat of birth, the soul takes in matter; it is ‘āhāraka’. In the other three instants the soul does not assimilate matter. <br /><br />The kinds of accomplishment of the new body for the soul in transit and the ways of birth are described next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"

  ]

}
