{
  "id": 2.31,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.31 - जन्म के प्रकार",
  "sutra": "सम्मूर्च्छन-गर्भोपपादा जन्म॥३१॥<br />Sammūrcchanagarbhopapādā janma ॥31॥",
  "audiosrc": "2-31.mp3",
  "arth": "[ सम्मूर्च्छन गर्भ उपपादा: ] सम्मूर्च्छन, गर्भ ओर उपपाद तीन प्रकार का [ जन्म ] जन्म होता है ।",
  "meaning": "Birth is by spontaneous generation – sammūrcchana, from the uterus – garbha, or in the special bed – upapāda.",
  "vyakhya": "जन्म तीन प्रकार का है-सम्मूर्छन-जन्म, गर्भ-जन्म और उपपादजन्म। तीनों लोकों में सर्वत्र बिना माता-पिता के सम्बन्ध के सब ओर पुदगलों को ग्रहण करके जो शरीर की रचना हो जाती है, उसे सम्मूर्छन जन्म कहते हैं। स्त्री के उदर में माता-पिता के रज-वीर्य के मिलने से जो शरीर की रचना होती है, उसे गर्भ जन्म कहते हैं। और जहाँ जाते ही एक अन्तर्मुहूर्त में पूर्ण शरीर बन जाता है, ऐसे देव और नारकियों के जन्म को उपपाद जन्म कहते हैं। इस तरह संसारी जीवों के तीन प्रकार के जन्म हुआ करते हैं। ",
  "explanation": "In the three worlds – the upper, the lower and the middle – there is spontaneous generation – sammūrcchana – of the body in all directions, that is, formation of the limbs by the surrounding matter. The union of a sperm and an ovum forming a fertilized ovum in the mother’s womb constitutes conception – ‘garbha’. Or, it is called ‘garbha’ because of the mixing of the food taken in by the mother. The bed where the soul goes to be reborn is ‘upapāda’. ‘Upapāda’ is the particular name of the seat of birth of the celestial and the infernal beings. These are the three ways in which the transmigrating soul may take birth on fruition of the karmas bound to it due to its auspicious and inauspicious dispositions.<br /><br />So far, the births, the basis for the attainment of enjoyment of things of the world, have been dealt with. Now, the kinds of seats-of-birth (yoni) must be described. ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/uz6rE70cxFg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
