{
  "id": 2.32,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.32 - जन्म-योनि के प्रकार",
  "sutra": "सचित्त-शीत-संव्रता: सेतरा मिश्राश्चेकशस्तद्योनय:॥३२॥ <br />Sacittaśītasamvratāh setarā miśrāścaikaśastadyonayah ॥32॥",
  "audiosrc": "2-32.mp3",
  "arth": "[ सचित्त शीत संव्रता: ] सचित्त, शीत, संवृत [ सेतरा ] उससे उलटी तीन - अचित्त, उष्ण, विवृत [चर एकशः मिश्रा: ] ओर क्रम से एक एक की मिली हुई तीन अर्थात्‌ सचित्ताचित्त, शीतोष्ण और संवृतविवृत [तत योनय: ] ये नव जन्मयोनियाँ हैं ।",
  "meaning": "With-life (sacitta), cold (śīta), covered (saÉvÃta), their opposites – without-life (acitta), hot (uÈõa), exposed (vivÃta) – and their combination – with-and-without-life (sacittācitta), cold-and-hot (śītoÈõa), covered-and-exposed (saÉvÃta-vivÃta) – are the seats-of-birth (yoni). ",
  "vyakhya": "जीवों के उत्पन्न होने के स्थान-विशेष को योनि कहते हैं। जो योनि चेतना सहित हो उसे सचित्त योनि कहते हैं, अचेतन हो तो अचित्त कहते हैं, और दोनों रूप हो तो सचित्ताचित्त योनि कहते हैं। शीत स्पर्श रूप हो तो शीत योनि कहते हैं, उष्ण स्पर्श रूप हो तो उष्ण योनि कहते हैं, और दोनों रूप हो तो शीतोष्ण योनि कहते हैं। योनि स्थान ढका हुआ हो, स्पष्ट दिखायी न देता हो तो उसे संवृत योनि कहते हैं। स्पष्ट दिखायी देता हो तो उसे विवृत योनि कहते हैं और कुछ ढका हुआ तथा कुछ खुला हुआ हो तो उसे संवृत-विवृत्त कहते हैं। योनि और जन्म में आधार और आधेय का भेद है। योनि आधार है और जन्म आधेय है; क्योंकि सचित्त आदि योनियों में जीव सम्मूर्छन आदि जन्म लेकर उत्पन्न होता है।<br /><br />उदाहरण के रूप में यहाँ कुछ जीवों की योनियाँ बतलाते हैं उक्त नौ योनियों में से देव, नारकियों की योनि अचित्त, शीत और उष्ण तथा संवृत होती है। गर्भ जन्म वालों की योनि सचित्त, अचित्त, शीत, उष्ण और शीतोष्ण तथा संवृतविवृत होती है। सम्मूर्छन जन्म वालों की योनि सचित्त, अचित्त और सचित्ताचित्त, शीत, उष्ण और शीतोष्ण होती है। इतना विशेष है कि तेजस्कायिक जीवों की उष्ण योनि ही होती है। तथा एकेन्द्रियों की संवृत योनि और विकलेन्द्रियों की विवृत योनि होती है। इस तरह सामान्य से नौ योनियाँ होती हैं और विस्तार से चौरासी लाख योनियाँ कही हैं। ",
  "explanation": "That which has consciousness is ‘sacitta’, that is, with-life. A kind of touch (sparśa) is ‘śīta’ or cold. Like the word ‘white’, it denotes both the substance (dravya) and the quality (guõa). Hence that which is ‘cold’ denotes the substance too. That which is covered well is ‘saÉvÃta’. That place which cannot be seen is covered or hidden – ‘saÉvÃta’. ‘Setara’ means the opposite. What are these? Matter without life, hot and exposed are the opposite. ‘Miśra’ is that which partakes of both natures mentioned above. Thus, with-and-withoutlife (sacittācitta), cold-and-hot (śītoÈõa), covered-and- xposed (saÉvÃta-vivÃta) are ‘miśra’. The word ‘ekaśaÍ’ in the sūtra indicates the proper sequence of the seats-of-birth (yoni). It must be understood as follows – with-life, without-life, cold, hot, covered and exposed. The sequence is not with-life, cold, and so on. ‘Tat’, meaning ‘that’, is intended to indicate the kinds of birth. These are the seats-of-birth for spontaneous generation – sammūrcchana – etc. There are, thus, nine kinds of seats-of-birth (yoni). Is there distinction between the seats-ofbirth (yoni) and birth (janma)? Yes, there is; like between the container and the contained. These seats-of-birth (yoni), such as withlife, are the containers. The contained are the kinds of birth. In the seats-of-birth, that are with-life (sacitta), etc., the soul assimilates matter fit to be transformed into the body, the food, the sense-organs, etc., through the three kinds of birth. The celestial and infernal beings take their origin in the yoni that is without-life (acitta); the special bed – upapāda – is without-life. Those who take birth from the uterus have mixed (miśra) seat-of-birth. In their case, the semen and blood in the mother’s womb are lifeless. But, as these are combined with the vitality of the living mother, it is called a mixed yoni. The yoni of the spontaneously generated – sammūrcchana – are of three kinds. Some generate from the yoni with-life (sacitta). Others generate from the yoni without-life (acitta). And yet others generate from mixed (miśra) yoni. Those who have common bodies (sādhāraõa śarīra) generate from the living yoni since they inhabit the common body and are dependent on each other. The yoni of rest of the spontaneously generated – sammūrcchana – beings are of both kinds, without-life (acitta) and mixed (miśra). The celestial and infernal beings take their rise from hot (uÈõa) as well as cold (śīta) yoni as some of these places are hot and some are cold. Those who possess bodies that emit light take their rise from hot (uÈõa) yoni. The rest of the beings have three kinds of seats-of-birth (yoni). Some have cold (śīta), some have hot (uÈõa), and some others have mixed (miśra) yoni. The yoni of the celestial, the infernal and the one-sensed beings are covered. Those with incomplete senses (vikalendriya), i.e., from two to four-sensed beings, have exposed (vivÃta) yoni. Those who are born of uterus have mixed (miśra) yoni. The 84,00,000 kinds of yoni can be ascertained from the Scripture: “The one-sensed souls with common bodies from eternity – nityanigoda, other one-sensed souls with common bodies – itaranigoda, earth-bodied (pÃthivī-kāyika), water-bodied (jalakāyika), fire-bodied (agnikāyika) and air-bodied (vāyukāyika) beings are of (originate from) 7,00,000 yoni, each. The yoni of trees and other vegetation are 10,00,000. The yoni of all the beings with incomplete senses (vikalendriya) are 6,00,000. The seats-of-birth (yoni) of celestial beings, infernal beings, and five-sensed animals are 4,00,000,each.  The yoni of human beings are 14,00,000.”<br /><br />It would mean that all beings may take the three kinds of birth in the nine kinds of yoni. The next sūtra is intended to elaborate on uterine birth – garbhajanma.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/uz6rE70cxFg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/8Ho7Y7f70eY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/_kE8BWqp_kI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
