{
  "id": 2.33,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.33 - गर्भ-जन्म के स्वामी",
  "sutra": "जरायुजाण्डज-पोतानां गर्भ:॥३३॥<br />jarāyujāndajapotānām garbhah ॥33॥",
  "audiosrc": "2-33.mp3",
  "arth": "[ जरायुज अण्डज पोतानां ] जरायुज, अण्डज और पोतज - इन तीन प्रकार के जीवों के [ गर्भ: ] गर्भजन्म होता है ।",
  "meaning": "Uterine birth – garbhajanma – is of three kinds, umbilical (jarāyuja – with membranous covering), incubatory (aõçaja – from an egg), and non-umbilical (potaja – without membranous covering). ",
  "vyakhya": "जरायुज, अण्डज और पोत इन तीन प्रकार के प्राणियों के गर्भ जन्म होता है। जन्म के समय प्राणि के ऊपर जाल की तरह जो रुधिर मांस की खोल लिपटी रहती है, उसे जरायु या जेर कहते हैं। और उससे जो उत्पन्न होते हैं, उन्हें जरायुज कहते हैं। जैसे-मनुष्य, बैल वगैरह । जो जीव अण्डे से उत्पन्न होते हैं, उन्हें अण्डज कहते हैं। जैसे कबूतर आदि पक्षी। और जिसके ऊपर कुछ भी आवरण नहीं होता तथा जो योनि से निकलते ही चलने फिरने लगता है, उसे पोत कहते हैं, जैसे शेर वगैरह। इन तीनों प्रकार के प्राणियों के गर्भ जन्म ही होता है। ",
  "explanation": "The membranous covering of the young ones, connected with the umbilical cord and composed of flesh and blood, is called jarāyu. Those born with jarāyu are called jarāyuja. That which has a covering inform of a white shell made of sperm and ovum, hard like the nail, and globular or oval in shape,  is the egg (aõça). Those born from the egg are called aõçaja. The young ones of certain animals have their limbs developed without any covering, and are able to move about from the moment of their birth. These are called potaja. These are three types of uterine birth – garbhajanma. <br /><br />Children and calves are born with membranous covering. The chickens, etc., are born from egg. The young ones of the deer, the cub, etc., are born without any covering and are able to move about immediately after birth. <br /><br />If these are kinds of uterine birth, who are born in special beds?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/uz6rE70cxFg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/8Ho7Y7f70eY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
