{
  "id": 2.35,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.35 - सम्मूर्छन-जन्म के स्वामी",
  "sutra": "शैषाणां सम्मूर्छनम्‌॥३५॥<br />Sheshānām sammūrcchanam ॥35॥",
  "audiosrc": "2-35.mp3",
  "arth": "[ शेषाणां ] गर्भ और उपपाद जन्म वाले जीवों के अतिरिक्त शेष जीवों के [ सम्मूर्च्छनम्‌ ] सम्मूर्च्छन जन्म ही होता है अर्थात्‌ सम्मूर्च्छन जन्म शेष जीवों के ही होता है।",
  "meaning": "The birth of the rest is by spontaneous generation – sammūrcchanajanma.",
  "vyakhya": "गर्भ जन्म वाले मनुष्य, तिर्यज्चों और उपपाद जन्म वाले देव, नारकियों के सिवा बाकी के एकेन्द्रियों, विकलेन्द्रियों और किन्हीं पंचेन्द्रिय तिर्यञ्चों के सम्मूर्छन जन्म ही होता है। ",
  "explanation": "The rest are those to whom embryonic birth and birth in special beds do not apply. Spontaneous generation – sammūrcchana – is the mode of their birth. The three sūtra indicate rules which must be taken both ways. Thus, the garbhajanma pertains only to the three kinds of beings, jarāyuja, aõçaja and potaja. Or, the three kinds of beings, jarāyuja, aõçaja and potaja, have only the garbhajanma. The upapādajanma is only for the celestial and the infernal beings. Or, the celestial and the infernal beings have only the upapādajanma. And, the sammūrcchanajanma pertains to only the rest of the beings. Or, the rest of the beings have only the sammūrcchanajanma. <br /><br />The three kinds of birth and nine kinds of muclei (yoni) have been described. How many kinds of bodies, accomplished by auspicious and inauspicious karmas and bases for enjoyment of the fruits of karmas, are there? ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/8Ho7Y7f70eY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}