{
  "id": 2.38,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.38 - शरीरों के प्रदेश",
  "sutra": "प्रदेशतोSसंख्येयगुणं प्राक्‌ तैजसात्‌॥३८॥<br />Pradeśato asankhyeyagunam prāk taijasāt ॥38॥",
  "audiosrc": "2-38.mp3",
  "arth": "[ प्रदेशत: ] प्रदेशों की अपेक्षा से [ तैजसात्‌ प्राक्‌ ] तेजस शरीर से पहले के शरीर [ असंख्येयगुणं ] असंख्यातगुणे हैं ।",
  "meaning": "Prior to the luminous (taijasa) body (śariīa), each body has innumerable-fold – (asaÉkhyeyaguõā) – space-points (pradeśa) of the previous one.",
  "vyakhya": " यहाँ प्रदेश शब्द का अर्थ परमाणु है। परमाणुओं की अपेक्षा से, तैजस से पहले के शरीर असंख्यात गुने, असंख्यात गुने हैं। अर्थात्‌ औदारिक शरीर में जितने परमाणु हैं, उनसे असंख्यात गुने परमाणु वैक्रियिक शरीर में हैं। और वैक्रियिक शरीर से असंख्यात गुने परमाणु आहारक शरीर में होते हैं।<br /><br />शंका - यदि आगे आगे के शरीर में असंख्यात गुने, असंख्यात गुने, परमाणु होते हैं तो आगे आगे के शरीर तो औदारिक से भी स्थूल होने चाहिए। फिर आगे आगे के शरीर सूक्ष्म होते हैं, ऐसा क्‍यों कहा ?<br /><br />समाधान -असंख्यात गुने, असंख्यात गुने, परमाणुओं से बने होने पर भी आगे के शरीर स्थूल नहीं हैं । बल्कि बन्धन के ठोस होने से उत्तरोत्तर सूक्ष्म हैं। जैसे- रुई का ढेर और लोहे का पिण्ड। ",
  "explanation": "The word ‘pradeśa’ signifies the atom. That which is beyond the numerable is innumerable. That which is innumerable-fold is ‘asaÉkhyeyaguõā’. With regard to what? It is with regard to atoms or space-points (pradeśa) and not with regard to the pervasive space. ‘Successively’ is supplied from the previous sūtra. This would then extend up to the karmic (kārmaõa) body. In order to preclude such an interpretation, it is mentioned, ‘prior to the luminous (taijasa) body’. The transformable (vaikriyika) body has innumerable-fold spacepoints of the gross (audārika) one. The projectable (āhāraka) body has innumerable-fold space-points of the transformable (vaikriyika) one. What is the extent of the multiplying term? It is one/innumerable part of a palya. If so, the bodies must be successively greater in size. No. There is no difference in size owing to the nature of arrangement or structure, as in case of a heap of cotton and a ball of iron. Though the space-points are greater in case of the successive bodies, the size is determined by the compactness of the atoms.<br /><br />Are the space-points (pradeśa) of the last two the same, or is there any difference?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/dAMR2r7CSZY\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
