{
  "id": 2.4,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.4 - क्षायिकभाव के भेद",
  "sutra": "ज्ञान-दर्शन-दान-लाभ-भोगोपभोग-वीर्याणि च ॥४॥<br />Jñānadarśanadānalābhabhogopabhogavīryāni ca ॥4॥",
  "audiosrc": "2-4.mp3",
  "arth": "[ ज्ञान दर्शन दान लाभ भोग उपभोग वीर्याणि ] केवलज्ञान,केवलदर्शन, क्षायिकदान, क्षायिकलाभ, क्षायिकभोग, क्षायिकउपभोग, क्षायिकवीर्य तथा [च] च कहने पर, क्षायिकसम्यक्त्व और क्षायिकचारित्र - इस प्रकार क्षायिकभाव के नौ भेद हैं |",
  "meaning": "The destructional (kshayika) disposition is of nine kinds: knowledge (jñāna), perception (darśana), gift (dāna), gain (lābha), enjoyment (bhoga), re-enjoyment (upabhoga), energy (vīrya), and the two – belief (samyaktva) andconduct (cāritra) – from the previous sūtra. The word destructional (kshayika)  must be added to each. ",
  "vyakhya": "ज्ञानावरण और दर्शनावरण कर्म के अत्यन्त क्षय होने से केवलज्ञान और केवलदर्शन होते हैं। दानान्तराय कर्म का अत्यन्त क्षय होने से दिव्यध्वनि वगैरह के द्वारा अनंत प्राणियों का उपकार करने वाला क्षायिक अभय दान होता है। लाभान्तराय का अत्यन्त क्षय होने से, भोजन न करने वाले केवली भगवान्‌ के शरीर को बल देने वाले जो परम शुभ सूक्ष्म नोकर्म पुद्गल प्रतिसमय केवली के द्वारा ग्रहण किये जाते हैं, जिनसे केवली का औदारिक शरीर बिना भोजन के कुछ कम एक पूर्व कोटी वर्ष तक बना रहता है, वह क्षायिक लाभ है। भोगान्तराय का अत्यन्त क्षय होने से सुगन्धित पुष्पों की वर्षा, मन्द सुगन्‍न्ध पवन का बहना आदि क्षायिक भोग है। उपभोगान्तराय कर्म का अत्यन्त क्षय होने से सिंहासन, तीन छत्र, भामण्डल, आदि का होना क्षायिक उपभोग है। वीर्यान्तराय कर्म का अत्यन्त क्षय होने से क्षायिकवीर्य होता है। मोहनीय कर्म की ऊपर कहीं सात प्रकृतियों के क्षय से क्षायिक सम्यक्त्व होता है और समस्त मोहनीय कर्म के अभाव से क्षायिक चारित्र प्रकट होता है।<br /><br />यहाँ इतना विशेष जानना कि अरहन्त अवस्था में ये क्षायिक दान वगैरह शरीर नामकर्म और तीर्थंकर नामकर्म के रहते हुए होते हैं। सिद्धों में ये भाव इस रूप में नहीं होते, क्योंकि सिद्धों में किसी कर्म का सद्भाव नहीं है।फिर भी जब सिद्धों के सब कर्मों का क्षय हो गया है तो कर्मों के क्षय से होने वाले क्षायिक दान आदि भाव होने चाहिए। इसलिये अनन्तवीर्य और बाधा रहित अनन्त सुख के रूप में ही ये भाव सिद्धों में पाये जाते हैं।",
  "explanation": "‘Ca’ is intended to include belief (samyaktva) and conduct (cāritra). Perfect knowledge (kevalajñāna – kshayika jñāna) manifests on the total destruction of knowledge-obscuring karmas. Perfect perception (kevaladarśana – kshayika darśana) must be understood in the same manner. On complete destruction of gift-obstructive (dānāntarāya) karmas arises the power of giving security, the gift of fearlessness, to infinite multitudes of living beings. On complete destruction of the gain-obstructive (lābhāntarāya) karmas, the Omniscient has no need for the partake of food; infinite particles of extremely pure and subtle matter, which give strength and which are beyond the reach of ordinary human beings, are assimilated in his body every instant. As the entire karmas which obstruct enjoyment (bhoga) are destroyed, there arises infinite enjoyment of unparalleled nature consequent on the destruction of karmas. Particularly, the marvels (atiśaya) like the celestial shower of fragrant flowers result from this. As the obstructive karmas of re-enjoyment (upabhoga) disappear without remnant, infinite re-enjoyment is manifested. The bejeweled throne, the waving of flywhisks, three-tier canopy, and other splendours result from this. And as the karmas which obstruct energy (vīrya) are completely destroyed, infinite energy of the pure soul is manifested. On complete destruction of the seven subtypes of karmas referred to above, perfect belief (kshayika samyaktva) is attained. Perfect  conduct (kshayika cāritra) must also be understood in the same way.<br /><br />A doubt is raised: if the power of giving security and bestowing fearlessness, etc., are concomitant to destruction of karmas, then these should also apply to the liberated souls (the Siddha). No. These arise only in case of the Omniscient Lord (the Arhat) on account of the presence of the physique-making (śarīra) and Tīrthańkara namekarmas (nāmakarma). In the absence of all karmas, these external manifestations of kshayika dāna, etc., do not happen in the liberated souls. How then do these exist in the liberated souls? These exist in the liberated souls only in the form of infinite bliss, pure and unalloyed; as infinite-energy (anantavīrya) exists in the form of infinite-knowledge (kevalajñāna). <br /><br />The eighteen characteristics of destruction-cum-subsidential (kÈāyopaśamika) disposition (bhāva) are now described.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/WkqYh7LIiKc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/HxIOsKx6hNA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}