{
  "id": 2.40,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.40- तैजस-कार्मण शरीरों में सूक्ष्मता",
  "sutra": "अप्रतिघाते॥४०॥<br />Apratīghāte ॥40॥",
  "audiosrc": "2-40 .mp3",
  "arth": "तैजस ओर कार्मण ये दोनों शरीर [ अप्रतीघाते ] अप्रतीघात अर्थात्‌ बाधा रहित हैं।",
  "meaning": "The last two (bodies) are without impediment.",
  "vyakhya": "तैजस और कार्मण शरीर अप्रतिघाती हैं। अर्थात्‌ जैसे अग्नि लोहे के पिण्ड में घुस जाती है, वैसे ही ये दोनों शरीर भी वज़्रमय पटल से भी नहीं रुकते हैं।<br /><br />शंका - वैक्रियिक और आहारक शरीर भी सूक्ष्म होने के कारण किसी से रुकते नहीं हैं, फिर इनको अप्रतिघाती क्‍यों नहीं कहा?<br /><br />समाधान - यहाँ उन्हीं को अप्रतिघाती कहा है, जो समस्त लोक में कहीं भी नहीं रुकते | वैक्रेियिक और आहारक समस्त लोक में अप्रतिघाती नहीं है। क्योंकि आहारक शरीर तो अढाई द्वीप तक ही जा सकता है, और मनुष्यों को ऋद्धि द्वारा प्राप्त हुआ वैक्रियिक भी मनुष्यलोक तक ही जा सकता है। तथा देवों का वैक्रियिक शरीर त्रस नाली के भीतर ही ऊपर सोलहवें स्वर्ग तक और नीचे तीसरे नरक तक जा सकता है। अत: समस्त लोक में अप्रतिघाती तो तैजस और कार्मण ही हैं।  ",
  "explanation": "The obstruction of one substance (having shape, form) by another is impediment – pratighāta. There is no impediment for these two types of bodies, as these are of extremely fine nature. Just as heat enters a piece of iron, the luminous (taijasa) and the karmic (kārmaõa) bodies meet with no impediment in their transit through adamantine sphere, etc. Now, there is no impediment for the transformable (vaikriyika)  and the projectable (āhāraka) bodies also. It is true. But there is a difference. In case of the last two bodies – the luminous (taijasa) and the karmic (kārmaõa) – there is no impediment anywhere up to the end of the universe. But it is not so in case of the other two bodies, namely, the transformable (vaikriyika) and the projectable (āhāraka). <br /><br />Is that the only peculiarity, or is there any other speciality?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/jqWTMNTMWUE\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/9oc05A5MVlo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
