{
  "id": 2.41,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.41 - तैजस-कार्मण का जीव के साथ सम्बन्ध",
  "sutra": "अनादिसम्बन्धे च॥४१॥<br />Anādisambandhe ca ॥41॥",
  "audiosrc": "2-41.mp3",
  "arth": "[ च ] ओर ये दोनों शरीर [ अनादिसम्बन्धे ] आत्मा के साथ अनादिकाल से सम्बन्ध वाले हैं।",
  "meaning": "And, these (two) have beginningless (anādi) association with the soul.",
  "vyakhya": "यहाँ ‘च’ शब्द विकल्पार्थक है। अत: आत्मा से तैजस और कार्मण का सम्बन्ध अनादि भी है और सादि भी है। कार्य-कारण रूप बन्ध की परम्परा की अपेक्षा तो अनादि सम्बन्ध है। अर्थात्‌ जैसे औदारिक, वैक्रियिक और आहारक शरीर का सम्बन्ध अनित्य है, कभी कोई शरीर होता है और कभी नहीं होता | ऐसी बात तैजस और कार्मण में नहीं है। ये दोनों शरीर तो सब अवस्थाओं में संसारी जीव के साथ सदा ही रहते हैं। अत: अनादि हैं। तथा पहले के बंधे तैजस और कार्मण की प्रति समय निर्जरा होती रहती है और नवीन का बन्ध होता रहता है। इस अपेक्षा से सादि हैं। <br /><br />जो लोग शरीर का आत्मा के साथ सम्बन्ध सर्वथा सादि या सर्वथा अनादि ही मानते हैं, उनके मत में अनेक दोष आते हैं। यदि आत्मा से शरीर का सम्बन्ध सादि ही माना जाये तो शरीर का सम्बन्ध होने से पहले आत्मा अत्यन्त शुद्ध ठहरी। ऐसी अवस्था में सर्वथा शुद्ध आत्मा के साथ शरीर का सम्बन्ध बिना निमित्त के कैसे हो सकता है ? यदि शुद्ध आत्मा के भी बिना निमित्त के शरीर का सम्बन्ध हो सकता है तो मुक्त जीवों के भी फिर से शरीर का सम्बन्ध होने का प्रसंग आ जायेगा। तब तो मुक्तात्मा का ही अभाव हो जायेगा। यदि आत्मा और शरीर का सम्बन्ध एकांत से अनादि ही माना जायेगा तो जो सर्वथा अनादि होता है, उसका अन्त नहीं होता । अत: जीव की कभी मुक्ति नहीं होगी । इसलिए शरीर का सम्बन्ध कदाचित्‌ सादि और कदाचित्‌ अनादि ही मानना उचित है। ",
  "explanation": "The particle ‘ca’ – ‘and’ – indicates alternative meaning. The association is beginningless as well as with a beginning. From the point of view of the series of cause and effect, the association is beginningless. From the particular point of view, it is also with a beginning as in case of the seed (bīja) and the plant (vÃkÈa). The gross (audārika), the transformable (vaikriyika) and the projectable (āhāraka) bodies are associated with the soul at some time or other. But the luminous (taijasa) and the karmic (kārmaõa) bodies are not so. These two are associated with the soul till the attainment of liberation.<br /><br />Are these two (bodies) possessed by some or by all?",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/9oc05A5MVlo\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
