{
  "id": 2.44,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.44 - कार्मण शरीर के बारे में विशेष",
  "sutra": "निरुपभोगमन्त्यम्‌॥४४॥<br />Nirupabhogamantyam ॥44॥",
  "audiosrc": "2-44.mp3",
  "arth": " [ अन्त्यम्‌ ] अन्त का कार्मण शरीर [ निरुपभोगम्‌ ] उपभोग रहित होता है । ",
  "meaning": "The last (body) is not the means of enjoyment (upabhoga).",
  "vyakhya": "अन्त का कार्मण शरीर उपभोग रहित है। इन्द्रियों के द्वारा शब्द वगैरह के ग्रहण करने को उपभोग कहते हैं। इस प्रकार का उपभोग कार्मण शरीर में नहीं होता, इसलिए वह निरुपभोग है। आशय यह है कि विग्रहगति में कार्मण शरीर के द्वारा ही योग होता है, किन्तु उस समय लब्धि रूप भावेन्द्रिय ही होती है, द्रव्येन्द्रिय नहीं होती। इसलिए शब्द आदि विषयों का अनुभव विग्रहगति में न होने से कार्मण शरीर को निरुपभोग कहा है।<br /><br />शंका- तैजस शरीर भी तो निरुपभोग है, फिर उसे क्‍यों नहीं कहा ?<br /><br />समाधान - तैजस शरीर तो योग में भी निमित्त नहीं है। अर्थात जैसे अन्य शरीरों के निमित्त से आत्मा के प्रदेशों में कम्पन होता है, तैजस के निमित्त से तो वह भी नहीं होता । अत: वह तो निरुपभोग ही है, इसी से यहाँ उसका कथन नहीं किया; क्‍योंकि निरुपभभोग और सोपभोग का विचार करते समय उन्हीं शरीरों का अधिकार है, जो योग में निमित्त होते हैं। ऐसे शरीर तैजस के सिवा चार ही हैं। उनमें भी केवल कार्मण शरीर निरुपभोग है, बाकी के तीन शरीर सोपभोग हैं क्‍योंकि उनमें इन्द्रियाँ होती हैं और उनके द्वारा जीव विषयों को भोगता है।",
  "explanation": "That which comes at the end is the last. What is it? The karmic (kārmaõa) body. The receiving of sound, etc., through the channel of the senses is enjoyment (upabhoga). Such enjoyment is not present in the karmic (kārmaõa) body; it is thus without-enjoyment (nirupabhoga). During transit (to take a new birth), there is no perception of sound, etc., as there is presence only of the psychicalsense (bhāvendriya) and not the physical-sense (dravyendriya). Now the luminous (taijasa) body also is devoid of enjoyment. Why, then, is the last alone mentioned in the sūtra? The luminous body is not the cause of activity (yoga) too. Hence the question of enjoyment does not arise in this case.<br /><br />These bodies originate in the modes of birth described already. Do these bodies originate without distinction? Or is there any distinction according to the mode of birth? ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/zLXSlpSJbv8\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
