{
  "id": 2.49,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.49 - आहारक शरीर का स्वरूप",
  "sutra": "शुभं विशुद्धमव्याघाति चाहारकं प्रमत्तसंयतस्यैव ॥४९॥<br />Shubham viśuddhamavyāghāti cāhārakam pramattasanyatasyaiva ॥49॥",
  "audiosrc": "2-49.mp3",
  "arth": " [ आहारकं ] आहारक शरीर [ शुभम्‌ ] शुभ है अर्थात्‌ वह शुभ कार्य करता है  [ विशुद्धम्‌ ] विशुद्ध है अर्थात वह विशुद्धकर्म (मंद कषाय से बंधने वाले कर्म) का कार्य है [ च अव्याघाति ] और व्याघात-बाधारहित है तथा [ प्रमत्तसंयतस्यैव ] प्रमत्तसंयत (छठवें गुणस्थानवर्ती) मुनि के ही (वह शरीर) होता है । ",
  "meaning": "The projectable (āhāraka) body, which is auspicious, pure, and without impediment, originates only in the saint of the sixth stage – pramattasaÉyata. ",
  "vyakhya": "आहारक शरीर शुभ है, विशुद्ध है, व्याघात रहित है और प्रमत्तसंयत मुनि के ही होता है। आहारक शरीर का रंग सफेद, और ऊँचाई एक हाथ होती है। समचतुरस्त्र  संस्थान होता है, धातु उपधातु से रहित होता है। न किसी से रुकता है और न किसी को रोकता है। प्रमत्त-संयत मुनि के मस्तक से उत्पन्न होता है। कभी तो ऋद्धि का सद्भाव जानने के लिए आहारक शरीर की रचना होती है। कभी सूक्ष्म पदार्थ का निर्णय करने के लिए। सो मुनि के मस्तक से निकल कर वह केवली भगवान्‌ के पास जाता है और सूक्ष्म पदार्थ का निर्णय करके अन्तर्मुहूर्त में लौटकर मुनि के शरीर में ही प्रवेश कर जाता है, तीर्थ यात्रा के उद्देश्य से भी निकलता है।",
  "explanation": "The projectable (āhāraka) body is auspicious as it is the cause of the karmas that are auspicious – āhāraka kāyayoga. Sometimes the cause is identified with the effect. For instance, food which preserves life is called life. Since it (the projectable body) brings about spotless and pure result, it is called pure. Sometimes the effect is identified with the cause. For instance, the thread which is the effect of cotton is called cotton. There is no impediment both ways. The projectable (āhāraka) body does not cause impediment to anything else. Nor does anything else cause impediment to the projectable (āhāraka) body. The particle ‘ca’ is used to indicate multiplicity of its (projectable body) uses. Its utility is sometimes to ascertain the possession of extraordinary powers, sometimes to ascertain the true nature of minute objects and sometimes to safeguard self-control. The word ‘āhāraka’ is repetition of the projectable body mentioned previously (see sūtra 2-36). The moment the ascetic originates the projectable body, he comes down to the sixth spiritual stage. Hence it is mentioned that it originates only in the saint of the sixth stage. ‘Eva’ – only – is used to determine what is intended. It originates only in the ascetic of the sixth stage and not in others. This is how it must be understood. And it should not be understood that the ascetic of the sixth stage has the projectable body only and not the gross body, etc. <br /><br />Thus, the mundane beings possess bodies as indicated. Now, do the three genders obtain in all the four conditions of existence, or is there any rule regarding this? Yes, there is. ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/iUNK12u7OoM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
