{
  "id": 2.5,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.5 - क्षायोपशमिक भाव के भेद",
  "sutra": "ज्ञानाज्ञानदर्शनलब्धयश्चतुस्त्रित्रिपंचभेदा: सम्यक्त्वचारित्र-संयमासंयमा श्व॒ ॥५॥<br />Jñānājñānadarśanalabdhayaścatustritripańcabhedāh samyaktvacāritrasanyamāsanyamāśca ॥51॥",
  "audiosrc": "2-5.mp3",
  "arth": "[ ज्ञान अज्ञान ] मति, श्रुत, अवधि और मनः:पर्यय - ये चार ज्ञान तथा कुमति, कुश्रुत और कुअवधि - ये तीन अज्ञान, [ दर्शन ] चक्षु, अचक्षु और अवधि - ये तीन दर्शन, [ लब्धयः ] क्षायोपशमिक दान, लाभ, भोग, उपभोग, वीर्य - ये पाँच लब्धियाँ [ चतुः त्रि त्रि पंच भेदा: ] इस प्रकार 4+3+3+5=15 भेद तथा [ सम्यक्त्व ] क्षायोपशमिक सम्यक्त्व [चारित्र] क्षायोपशमिक चारित्र [च] और  [ संयमासंयमा: ] संयमासंयम - इस प्रकार क्षायोपशमिकभाव के 18 भेद हैं।",
  "meaning": "The destruction-cum-subsidential (kÈāyopaśamika) disposition is of eighteen kinds: four kinds of knowledge (jñāna), three kinds of wrong knowledge (ajñāna), three kinds of perception (darśana), five kinds of attainment (labdhi), right belief (samyaktva), conduct (cāritra), and restraint-cum-non- restraint (saÉyamāsaÉyama). The word destruction-cum-subsidential (kÈāyopaśamika) must be added to these eighteen kinds of disposition.",
  "vyakhya": "मति, श्रुत, अवधि, मन:पर्यय ये चार ज्ञान; कुमति, कुश्रुत, कुअवधि ये तीन (३) अज्ञान; चश्लु इन्द्रिय के द्वारा पदार्थों का सामान्य ग्रहण रूप चक्षुदर्शन, शेष इन्द्रियों के द्वारा पदार्थों का सामान्य ग्रहण रूप अचक्षुदर्शन और अवधिज्ञान से पहले होने वाला सामान्य ग्रहण रूप अवधिदर्शन ये तीन (३) दर्शन; अन्तराय कर्म के क्षयोपशम से होने वाली दान, लाभ, भोग, उपभोग और वीर्य ये पाँच (५) लब्धियाँ, क्षायोपशमिक; (१) सम्यक्त्व; (१) सराग चारित्र और (१) संयमासंयम अर्थात्‌ देश व्रत - ये अठारह भाव क्षायोपशमिक हैं; क्योंकि ये भाव अपनी प्रतिपक्षी कर्म के क्षयोपशम से होते हैं।",
  "explanation": "The destruction-cum-subsidential (kÈāyopaśamika) disposition arises when, for the present, there is destruction-of-rise (udayābhāvī kÈaya) of the karmic-strength that obscures the attributes of the soul completely – sarvaghāti spardhaka – and, for the future, there is subsidence (upaśama) of these and rise (udaya) only of the karmicstrength that obscures partially – deśaghātī spardhaka. Herein the operation of dispositions like knowledge (jñāna) must be understood with reference to their own covering (āvaraõa) and destruction-cum-subsidence (kshayopaśama) of the obstructive (antarāya) karmas.<br /><br />The word ‘samyaktva’ in the sūtra refers to the destruction-cumsubsidential type of right belief – ‘vedaka samyaktva’ or ‘kÈāyopaśamika samyaktva’. The ‘vedaka samyaktva’ is the belief in substances that arises on destruction-of-rise (udayābhāvī kÈaya) as well as subsidence (upaśama) of these six: four passions (kaÈāya) leading to endless mundane existence – anantānubandhi, the faithdeluding karmas of wrong-belief (mithyātva) and mixed-belief (samyagmithyātva). The rise of the faith-deluding karmas of rightbelief (samyaktva prakÃti) which obscure only partially (deśaghātī) is ‘vedaka samyaktva’ .<br /><br />The destruction-cum-subsidential (kÈāyopaśamika) restraint-cum-non-restraint (saÉyamāsaÉyama) is the state (pariõāma) of the soul that arises on destruction-of-rise (udayābhāvī kÈaya) as well as on subsidence (upaśama) of the twelve passions (kaÈāya), namely, the four that lead to endless existence – anantānubandhī, the four that prevent partial self-control – apratyākhyānāvaraõa, and the four that prevent complete self-control – pratyākhyānāvaraõa, and on the rise of the partially-obscuring (deśaghātī) karmic-strength (spardhaka) of any one of the gleaming – saÉjvalana – passions (kaÈāya), and possible rise of the nine quasi-passions (nokaÈāya).<br /><br />There are four partially-obscuring (deśaghātī) types of knowledgeobscuring (jñānāvaraõīya) karmas, therefore, four kinds of knowledge are manifested on their destruction- um-subsidence (kshayopaśama). However, since three kinds of wrong-knowledge (ajñāna) manifest in the wrong-believer (mithyādÃÈÇi), and four kinds of knowledge (jñāna) in the right-believer (samyagdÃÈÇi), there are seven kinds of destruction-cum-subsidential (kÈāyopaśamika) knowledge (jñāna).<br /><br />The three kinds of destruction-cum-subsidential (kÈāyopaśamika) perception (darśana) are ocular-perception (cakÈudarśana), nonocular-perception (acakÈudarśana) and clairvoyant-perception (avadhidarśana). <br /><br />The five kinds of destruction-cum-subsidential (kÈāyopaśamika) attainment (labdhi) are gift (dāna), gain (lābha), enjoyment (bhoga), re-enjoyment (upabhoga), and energy (vīrya). <br /><br />The twenty-one kinds of disposition consequent on the fruition (udaya) of karmas are described next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/OhOtiBUSL2c\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/Uj0CIj87iDg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/vsRMOPoHLCI\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/L5VBtZhKKGk\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/I5kQjXdeG5o\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}