{
  "id": 2.52,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.52 - मनुष्य-तिर्यन्चों में लिंग",
  "sutra": "शेषास्त्रिवेदा:॥५२॥<br />Sheshāstrivedāh ॥52॥",
  "audiosrc": "2-52.mp3",
  "arth": "[ शेषा: ] शेष के - गर्भज मनुष्य और त्रियंच - [ त्रिवेदाः ] तीनों वेद वाले होते हैं। ",
  "meaning": "The rest of the beings are of the three sexes (signs – veda).",
  "vyakhya": "नारकी, देव तथा सम्मूर्छन जीवों के सिवा शेष जीव अर्थात्‌ गर्भज तिर्यज्च और मनुष्य तीनों बेद वाले होते हैं। इतना विशेष है कि भोगभूमि तथा म्लेच्छ-खण्ड के मनुष्यों में स्त्री-पुरुष वेद ही होते हैं।",
  "explanation": "Those with the three sexes (signs – veda) are of three signs (veda). What are the three signs (veda)? These are feminine-sign (strīveda), masculine-sign (puruÈaveda) and neuter-sign (napuÉsakaveda). How are these established? That which is felt is ‘veda’. It means the sign (lińga). It is of two kinds, physical (dravyalińga) and psychical (bhāvalińga). The physical sign is accomplished by the rise of the name-karmas of the yoni, the genitals, etc. The psychical sign is accomplished by the rise of the quasi-passions (nokaÈāya). The being in whom conception occurs on the rise of female-feeling karmas is a woman (strī). The being who, on the rise of the masculine-sign (puruÈaveda), produces offspring is a man (puruÈa). The being who is devoid of these two capacities is a neuter-sex (napuÉsaka). These are words of traditional usage. In such words the activity is used for the purpose of derivation. For instance, that which goes is a cow. Otherwise, in the absence of activities such as conceiving and producing offspring, the young and the old among animals and human beings, the celestial beings and those in transit with karmic (kārmaõa) bodies cannot be designated male and female. These three signs occur among the rest, that is, those who have uterine-birth (garbhajajanma).  <br /><br />The celestial and other beings have been described as of several kinds on the basis of birth (janma), seat-of-birth (yoni), body (śarīra) and sign (lińga). Depending on the merit (puõya) and the demerit (pāpa), they attain bodies for their lifetime in the four states of existence (gati). Do they attain their next body after living their full lifetime or even prior to it? ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/skeD__V9JZc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
