{
  "id": 2.53,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.53 - आयु का अनपवर्तन सम्बन्धी नियम",
  "sutra": "औपपादिक-चरमोत्तमदेहासंख्येयवर्षायुषोSनपवर्त्यायुष:॥५३॥<br />Aupapādikacaramottamadehāsankhyeyavarshāyusho anapavartyāyushah ॥53॥",
  "audiosrc": "2-53.mp3",
  "arth": " [ औपपादिक ] उपपाद जन्मवाले देव और नारकी [ चरमोत्तम देहा: ] चरम-उत्तम देह वाले अर्थात्‌ उसी भव में मोक्ष जाने वाले तथा [ असंख्येयवर्ष आयुष: ] असंख्यात वर्ष आयु वाले भोगभूमि के जीवों की [ आयुष: अनपवर्ति ] आयु अपवर्तन रहित होती है। ",
  "meaning": "The lifetime of beings born in special beds – upapādajanma, those with final, superior bodies – caramottamadeha, and those of innumerable (asaÉkhyāta) years of age (āyuÍ), cannot be cut short. ",
  "vyakhya": "औपपादिक अर्थात्‌ देव नारकी, चरमोत्तम-देह अर्थात्‌ उसी भव से मोक्ष जाने वाले और असंख्यात वर्ष की आयु वाले भोगभूमिया जीव पूरी आयु भोगकर ही शरीर छोड़ते हैं, विष, शस्त्र वगैरह से इनकी आयु नहीं छिदती | इसके सिवा शेष जीवों की आयु का कोई नियम नहीं है। कर्मभूमि के मनुष्य और तिर्यचों की भुज्यमान आयु की उदीरणा होती है। उदीरणा के होने से आयु की स्थिति जल्दी पूरी हो कर अकाल में ही मरण हो जाता है। जैसे आम वगैरह को पाल देकर समय से पहले ही पका लिया जाता है। एक उदाहरण के द्वारा इसे स्पष्ट किया जाता है-किसी जीव ने मनुष्यायु का बन्ध किया और उसकी स्थिति सौ वर्ष की बाँधी | सो आयु-कर्म का जितना प्रदेश बन्ध किया, सौ वर्ष के जितने समय होते हैं, उतने समयों में उन कर्म परमाणुओं की निषेक रचना तत्काल हो गयी। जब वह मर कर मनुष्य पर्याय में उत्पन्न हुआ तो प्रति समय आयु कर्म का एक एक निषेक उदय में आ कर खिरने लगा। यदि इसी तरह क्रम से एक एक समय में एक एक आयु का निषेक उदय में आता रहता तो सौ वर्ष में जा कर पूरे निषिक खिरते और इस तरह वह जीव पूरे सौ वर्ष तक मनुष्य पर्याय में रह कर मरण करता । किन्तु बावन वर्ष की उम्र तक तो एक-एक समय में एक-एक निषेक की निर्जरा होती रही। बाद में पापकर्म का उदय आ जाने से किसी ने उसे जहर दे दिया अथवा उसने स्वयं जहर खा लिया, या कोई भयानक रोग हो गया, अथवा किसी ने मार डाला तो अड़तालीस वर्षो में उदय आने वाले निषेकों की अन्तर्मुहूर्त में उदीरणा हो जाती है। यह अकाल मरण कहलाता है। किन्तु यदि किसी ने बावन वर्ष की ही आयु बाँधी हो और वह बावन वर्ष की आयु पूरी करके मरे तो वह अकाल मरण नहीं है।<br /><br />शंका - जैसे कर्मभूमि के मनुष्यों और तिर्यञ्चों की आयु घट जाती है वैसे ही आयु बढ़ भी सकती है या नहीं ?<br /><br />समाधान - जो आयु हम भोग रहे हैं, वह बढ़ नहीं सकती; क्योंकि उस आयु का बन्ध पूर्व जन्म में हो चुका है। अत: उसमें अब बढ़ने की गुंजाइश नहीं है, हाँ, घट जरूर सकती है।",
  "explanation": "‘Aupapādika’ has been explained as celestial (deva) and infernal (nārakī) beings, born in special beds. ‘Carama’ means ultimate or final; ‘uttama’ means superior. Those endowed with final and superior bodies are ‘caramottama’. They are those beings who have reached the end of the cycle of births and deaths and will attain liberation in the same birth. Innumerable is that which is beyond numerable. Life of innumerable years, indicated by palyopama, etc., pertains to the animals and human beings born in the lands of enjoyment, such as Uttarakuru. ‘Apavartya āyuÍ’ is shortening of life by external causes such as poison, weapons, etc. Those whose lives can be cut short are having ‘apavartya āyuÍ’ and those whose lives cannot be cut short are having ‘anapavartya āyuÍ’. As a rule, the life of the celestial beings and the others mentioned in the sūtra cannot be cut short by external causes. There is no such rule for other living beings. The word ‘uttama’ in the sūtra is intended to indicate the superior nature of the final body, and there is no other special meaning. ",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/skeD__V9JZc\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
