{
  "id": 2.6,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.6 - औदयिक भाव के भेद",
  "sutra": "गति-कषाय-लिंग-मिथ्यादर्शनाज्ञानासंयता-सिद्ध-लेश्याश्चतुश्चतुस्त्येकैेकैेकैेकषड्भेदा:॥६॥<br />Gatikashāyalińgamithyādarśanājñānāsanyatāsiddhaleśyāścatustryekaikaikaikashaçbhedah ॥6॥",
  "audiosrc": "2-6.mp3",
  "arth": "[ गति ] त्रियंच, नरक, मनुष्य और देव - ये चार गतियाँ, [ कषाय ] क्रोध, मान, माया, लोभ - ये चार कषायें, [ लिंग ] स्त्रीवेद, पुरुषवेद और नपुंसकवेद - ये तीन लिंग, [ मिथ्यादर्शन ] मिथ्यादर्शन [ अज्ञान ] अज्ञान [ असंयत ] असंयम [ असिद्ध J असिद्धत्व तथा [ लेश्या: | कृष्ण, नील, कापोत, पीत, पद्म ओर शुक्ल - ये छह लेश्यायें, इस प्रकार [ चतु: चतुः त्रि एक एक एक एक षडू भेदा: ] 4+4+3+1+1+1+1+6=21, इस प्रकार सब मिलाकर औदयिकभाव के 21 भेद हैं।",
  "meaning": "The disposition (bhāva) due to the fruition of karmas – audāyika – is of twenty-one kinds: states of existence – gati, passions – kaÈāya, sex – lińga, wrong-belief – mithyādarśana, wrong-knowledge – ajñāna, nonrestraint – asaÉyama, imperfect-disposition – asiddha, and colouration – leśyā, which are of four, four, three, one, one, one, one and six kinds, respectively.",
  "vyakhya": "चार गतियाँ-नरक गति, तिर्यच गति, मनुष्य गति और देव गति, ये गति नामकर्म के उदय से होती हैं। क्रोध, मान, माया और लोभ ये चार कषाएँ चारित्र मोहनीय के भेद कषाय-वेदनीय के उदय से होती हैं। लिंग के दो भेद हैं- द्रव्यलिंग और भावलिंग | शरीर में पाये जाने वाले स्त्री और पुरुष के चिह्न आदि को द्रव्यलिंग कहते हैं। द्रव्यलिंग नामकर्म के उदय से होता है। अत: उसका यहाँ अधिकार नहीं है; क्योंकि यहाँ आत्मा के भावों का कथन है। अतः स्त्री-पुरुष और दोनों से रमण करने की अभिलाषा रूप जो भाव वेद है, उसी का यहाँ अधिकार है। सो चारित्रमोहनीय का भेद नो-कषाय है और नो-कषाय के भेद स्त्रीवेद, पुरुषबेद और नपुंसकवेद कर्म के उदय से स्त्रीलिंग, पुरुषलिंग और नपुंसकलिंग होते हैं। दर्शनमोह के उदय से तत्त्वार्थ का श्रद्धान न करने रूप मिथ्यादर्शन भाव होता है। ज्ञानावरण कर्म के उदय से न जानने रूप अज्ञान भाव होता है। चारित्रमोह के उदय से प्राणियों की हिंसा और इन्द्रियों के विषयों से विरक्त न होने रूप असंयत भाव होता है। कर्म मात्र का उदय होने से सिद्ध पर्याय की प्राप्ति न होने रूप असिद्धत्व भाव होता है। लेश्या दो प्रकार की होती है-द्रव्य लेश्या और भाव लेश्या। जीव के भावों का अधिकार होने से यहाँ द्रव्य लेश्या का अधिकार नहीं है। कषायों के उदय से रंजित मन, वचन और काय की प्रवत्ति को भाव लेश्या कहते हैं। उसके छह भेद हैं-कृष्ण, नील, कापोत, पीत, पद्म तथा शुक्ल। सो आत्मा के भावों में अशुद्धता की कमी बेशी को लेकर कृष्ण आदि शब्दों का उपचार किया है।<br /><br />शंका - आगम में उपशान्तकषाय, क्षीणकषाय और सयोग-केवली नाम के ग्यारहवें, बारहवें और तेरहवें गुणस्थानों में लेश्या कही है, किन्तु इन गुणस्थानों में कषाय का उदय नहीं है। तब वहाँ लेश्या औदयिक कैसे है? अथवा वहाँ लेश्या ही कैसे संभव है ? क्योंकि कषाय से रंजित योग की प्रवत्ति का नाम लेश्या है ?<br /><br />समाधान - इन गुणस्थानों में कषाय का उदय न होने पर भी पूर्वभावप्रज्ञापन-नय की अपेक्षा से लेश्या कही है। अर्थात्‌ पहले यही योग कषाय से रंजित था, तब लेश्या कही थी। अब इन गुणस्थानों में कषाय का उदय तो रहा नहीं, परन्तु योग वही है, जो पहले कषाय के रंग में रंगा था। अत: उपचार से लेश्या कही है। अयोगकेवली नाम के चौदहवें गुणस्थान में योग का भी अभाव हो जाने से लेश्या नहीं बतलायी है।<br /><br />शंका - औदयिक भाव तो और भी अनेक हैं। जैसे अज्ञान औदयिक है, वैसे ही अदर्शन भी औदयिक है। निद्रा-निद्रा वगैरह भी औदयिक हैं। वेदनीय के उदय से होने वाला सुख, दुःख भी औदयिक हैं। हास्य आदि छह नोकषाय भी औदयिक हैं। आयु के उदय से एक भव में रहना भी औदयिक है। गोत्र कर्म के उदय से होने वाले नीच, उच्च गोत्र भी औदयिक हैं। नाम कर्म के उदय से होने वाली जाति वगैरह भी औदयिक हैं। इन सबका ग्रहण यहाँ क्‍यों नहीं किया ?<br /><br />समाधान - इन सबका अन्तर्भाव इन्हीं इक्कीस भावों में हो जाता है। दर्शनावरण के उदय से होने वाले अदर्शन वगैरह का अन्तर्भाव मिथ्यादर्शन में किया है। हास्य वगैरह वेद के साथी हैं, अतः उन्हें वेद में गर्भित कर लिया है। वेदनीय, आयु और गोत्र के उदय से होने वाले भावों का अन्तर्भाव गति में कर लिया है, क्योंकि गति के ग्रहण से अघातिया कर्म के उदय से होने वाले भाव ले लिए गये हैं। इसी प्रकार अन्य भावों का भी अन्तर्भाव कर लेना चाहिए।",
  "explanation": "States of existence (gati) are four: infernal existence (narakagati), subhuman existence (tiryańcagati), human existence (manuÈyagati) and celestial existence (devagati). On the fruition of name-karma (nāmakarma) of infernal existence (narakagati), the disposition of infernal being is manifested; hence, infernal existence (narakagati) is due to the fruition of karmas – audāyika. Similarly it should be understood in regard to the other three states of existence (gati). The passions (kaÈāya) are of four kinds: anger (krodha), pride (māna), deceitfulness (māyā) and greed (lobha). The karma which rouses anger (krodha) on its fruition (udaya) is anger-rousing karma. Similarly it should be understood in regard to the other three passions (kaÈāya). The sexes (lińga) are of three kinds: the male-feeling (puruÈaveda), the female-feeling (strīveda) and the neuter-feeling (napuÉsakaveda). The rise of the female-feeling occurs on the fruition of karmas of the female sex. Similarly it should be understood in regard to the other two sexes. Wrong-belief (mithyādarśana) is one. Wrong-belief in reality is the result of the fruition of karmas of wrong belief (mithyādarśana). Wrong-knowledge (ajñāna) means noncognition of objects. The rise of knowledge-obscuring (jñānāvaraõīya) karmas causes non-cognition of objects; it is thus audāyika. The rise of intense karmas – sarvaghāti spardhaka – of conduct-deluding type gives rise to non-restraint (asaÉyama). Hence, non-restraint (asaÉyama) is audāyika. Imperfect-disposition (asiddha) arises on the fruition of karmas in general; it is thus audāyika. Colouration (leśyā) is of two kinds, material-colouration (dravyaleśyā) and psychical-colouration (bhāvaleśyā). As this chapter deals with the psychical-factors of the soul, it does not delve into materialcolouration (dravyaleśyā). Psychical-colouration (bhāvaleśyā) is the source or cause of vibratory activity of the soul on rise of the passions (kaÈāya); it is thus audāyika. It is of six kinds: black (kÃÈõa), blue (nīla), grey (kāpota), yellow (pīta), pink (padma) and white (śukla). <br /><br />Now, it is mentioned in the Scripture that there is the presence of white colouration (śuklaleśyā) in case of those with subsided delusion (upaśānta-kaÈāya), with destroyed delusion (kÈīõa-kaÈāya), and the Omniscient-with-vibration (sayogakevalī). It cannot be so since their passions (kaÈāya) are either subsided or destroyed. It is not a contradiction. From the point of view of the previous colouration of disposition due to past passions, conventionally, it is said that the same is present, owing to presence of activity in them. In case of the Omniscient-without-activity (ayogakevalī), there is no colouration as all activity is absent. <br /><br />The three kinds of disposition (bhāva) due to inherent nature of the soul – pāriõāmika – are mentioned next.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/d24tFoC4A5k\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/6xSWIQY3Hyg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/ulWmFkHOdEg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/hOUrMbF6PuU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/lcivNp03R28\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/8HuzJtBrORM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/kAj4hqMNGsg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/6P3JH0XRP-E\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
