{
  "id": 2.7,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.7 - पारिणामिक भाव के भेद",
  "sutra": "जीवभव्याभव्यत्वानि च ॥७॥<br />Jīvabhavyābhavyatvāni ca ॥7॥",
  "audiosrc": "2-7.mp3",
  "arth": "[ जीवभव्याभव्यत्वानि च ] जीवत्व, भव्यत्व और अभव्यत्व - इस प्रकार पारिणामिक भाव के तीन भेद हैं।",
  "meaning": "The soul-principle – jīvatva, the capacity for liberation – bhavyatva, and the incapacity for liberation – abhavyatva are the three dispositions (bhāva) due to the inherent nature of the soul – pāriõāmika. ",
  "vyakhya": "जीवत्व, भव्यत्व और अभव्यत्व ये तीन जीव के असाधारण पारिणामिक भाव हैं। ये भाव जीव के सिवा अन्य द्रव्यों में नहीं होते। तथा इनके होने में किसी कर्म का उदय वगैरह भी कारण नहीं है। अतः ये असाधारण पारिणामिक भाव कहलाते हैं। वैसे साधारण पारिणामिक भाव तो अस्तित्व, नित्यत्व, प्रदेशल्व आदि बहुत से हैं, किन्तु वे भाव अन्य अजीव द्रव्यों में भी पाये जाते हैं। इसीलिए उनको “च' शब्द से ग्रहण कर लिया है।<br /><br />जीवत्व नाम चैतन्य का है। चैतन्य जीव का स्वाभाविक गुण है। इसलिए वह पारिणामिक है। जिसमें सम्यग्दर्शन आदि परिणामों के होने की योग्यता है, वह भव्य है और जिसमें वैसी योग्यता का अभाव है, वह अभव्य है। ये दोनों बातें भी स्वाभाविक ही हैं। जैसे जिन उड़द, मूंग वगैरह में पकने की शक्ति होती है, वे निमित्त मिलने पर पक जाते हैं और जिनमें वह शक्ति नहीं होती, वे कितनी ही आग जलाने पर भी नहीं पकते। यही दशा जीवों की है।<br /><br />शंका - जीव के ये भाव नहीं हो सकते; क्योंकि ये भाव कर्मबन्ध की अपेक्षा से बतलाये हैं। और आत्मा अमूर्तिक है, अत: अमूर्तिक आत्मा मूर्तिक कर्मों से नहीं बंध सकता?<br /><br />समाधान - आत्मा एकान्त से अमूर्तिक ही नहीं है किन्तु मूर्तिक भी है। कर्मबन्ध की अपेक्षा से तो मूर्तिक है, क्योंकि अनादिकाल से संसारी आत्मा कर्म पुद्गलों से दूध-पानी की तरह मिला हुआ है, कभी भी कर्म से जुदा नहीं हुआ तथा शुद्ध स्वरूप की अपेक्षा से अमूर्तिक है, क्योंकि यद्यपि कर्म और आत्मा, दूध और पानी की तरह एक हो रहे हैं फिर भी अपने चैतन्य स्वभाव को छोड़कर आत्मा कभी भी पुद्गलमय नहीं हो जाता। अत: अमूर्तिक है।<br /><br />शंका - जब संसार अवस्था में आत्मा कर्म पुद्गलों के साथ दूध-पानी की तरह मिला हुआ है, तो उसको हम कैसे जान सकते हैं कि यह आत्मा है?<br /><br />समाधान - बन्ध की अपेक्षा से आत्मा और पुद्गल मिले होने पर भी दोनों का लक्षण भिन्न-भिन्न है। उस लक्षण से आत्मा की पहचान हो सकती है।",
  "explanation": "The three characteristics mentioned in the sūtra are inherent in and unique to the soul (jīva), not found in other substances. Why are these considered inherent in the soul? These do not depend on rise (udaya), subsidence (upaśama), destruction (kÈaya) or destruction-cumsubsidence (kshayopaśama) of karmas. The soul-principle (jīvatva) is soul-consciousness (caitanya). The soul that will attain right faith (samyagdarśana), etc., is called ‘bhavya’ – endowed with the capacity for liberation. Or, it is endowed with bhavyatva. And the soul that will not attain right faith, and so on, is called ‘abhavya’ – not endowed with the capacity for liberation. Or, it is endowed with abhavyatva. These three – jīvatva, bhavyatva and abhavyatva – are the inherent qualities of the soul.<br /><br />Should not the other qualities like existence – astitva, permanence – nityatva, and having space-points – radeśavattva, be mentioned along with these three qualities? No. These have been included by the particle ‘ca’ in the sūtra. If so, the number three is contradicted. No. The distinctive (asādhāraõa) characteristics which are inherent in the soul are three only. Qualities like existence (astitva) are common (sādhāraõa) characteristics as these apply to the souls (jīva) as well as the non-souls (ajīva). So these are included separately by the particle ‘ca’. <br /><br />Since the soul is incorporeal or non-material (amūrta), how do the dispositions of subsidence – aupaśamika – etc., apply to it? These dispositions have reference to the bondage of karmas. How can there be bondage of karmic matter with the incorporeal soul? It is possible because the soul is incorporeal or non-material (amūrta) only from a certain point of view; it is not true that the soul is non-material (amūrta) from all points of view. From the point of view of its modes (paryāya) in bondage, owing to the influence of karmas, it is corporeal (mūrta) in the embodied state. From the point of view of its pure nature, the soul is incorporeal (amūrta). It is further contended that if the soul becomes one with the body because of the influence of karmas then it cannot be considered separate from the body. It is not so. Though the soul is one with the body in the embodied state, it is different from the body because of its distinctive mark (lakÈaõa). The Scripture says, “From the point of view of bondage, the soul is one with the body, still it is different from the body because of its distinctive mark (lakÈaõa). Hence the incorporeal nature of the soul is predicated in a non-absolutistic (anekāntātmaka) sense only. From one point of view it is incorporeal and from another point of view it is not incorporeal.”<br /><br />If so, let the distinctive mark (lakÈaõa) of the soul be mentioned.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/6P3JH0XRP-E\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/FXaj63kngOU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/aONWVklHD9k\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/G3X5_6ypSJg\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
