{
  "id": 2.9,
  "chapter": "Chapter 2 - CATEGORY OF THE LIVING",
  "title": "2.9 - उपयोग के भेद",
  "sutra": "स द्विविधोड्ष्टचतुर्भेद: ॥९॥<br />Sa dvividho ashtacaturbhedah ॥9॥",
  "audiosrc": "2-9.mp3",
  "arth": "[ सः ] वह उपयोग [ द्विविध: ] दो प्रकार का है - ज्ञानोपयोग और दर्शनोपयोग। वे क्रमश: [ अष्ट चतुः भेद: ] आठ और चार भेद सहित हैं, अर्थात्‌ ज्ञानेपयोग के आठ तथा दर्शनोपयोग के चार भेद हैं।",
  "meaning": "Cognition (upayoga) is of two kinds. And these, in turn, are of eight and four kinds, respectively.",
  "vyakhya": "वह उपयोग दो प्रकार का है- ज्ञानोपयोग और दर्शनोपयोग। ज्ञानोपयोग के आठ भेद हैं-मति, श्रुत, अवधि, मनःपर्यय और केवल ये पाँच ज्ञान और कुमति, कुश्रुत और कु-अवधि ये तीन अज्ञान तथा दर्शनोपयोग के चार भेद हैं चक्षुदर्शन, अचक्षुदर्शन, अवधिदर्शन और केवलदर्शन।<br /><br />दर्शन और ज्ञान में साकार और अनाकार का भेद है। पदार्थ का आकार न लेकर जो सामान्य ग्रहण होता है, वह दर्शन है। क्योंकि एक पदार्थ से हटकर जब आत्मा दूसरे पदार्थ को जानने के अभिमुख होता है, तो पदार्थ और इन्द्रिय का सम्बन्ध होते ही वस्तु के आकार वगैरह का ग्रहण नहीं होता। अत: दर्शन निराकार है। उसके पश्चात्‌ पदार्थ के आकार वगैरह के जानने को ज्ञान कहते हैं। छदमस्त के तो दर्शन के पश्चात्‌ ज्ञान होता है; क्‍योंकि छदमस्त पदार्थों को क्रम से जानता है; किन्तु केवली भगवान्‌ के दर्शन और ज्ञान दोनों एक साथ होते हैं। दर्शन और ज्ञान में ज्ञान प्रधान है इसलिए सूत्र में उसके भेद पहले गिनाये हैं।<br /><br />शंका - जैसे अवधिज्ञान के पहले अवधिदर्शन माना है, वैसे ही मनःपर्ययज्ञान के पहले मन:पर्ययदर्शन क्‍यों नहीं माना ?<br /><br />समाधान - प्रथम तो आगम में दर्शनावरण कर्म के भेदों में मनःपर्यय दर्शनावरण नाम का कोई भेद नहीं गिनाया, जिसके क्षयोपशम से मन:पर्यय दर्शन हो । दूसरे, मन:पर्ययज्ञान अपने विषय को अवधिज्ञान की तरह सीधा ग्रहण नहीं करता। किन्तु मन का सहारा पाकर ग्रहण करता है। अतः जैसे मन अतीत और अनागत पदार्थ का विचार ही करता है। वैसे ही मन:पर्यय ज्ञान भी अतीत अनागत को जानता ही है तथा वर्तमान पदार्थ को भी विशेष रूप से ही जानता है तथा मन के निमित्त से होने वाले मतिज्ञान के पश्चात्‌ मनःपर्यय ज्ञान होता है। इसलिए भी मनःपर्यय दर्शन आवश्यक नहीं है।",
  "explanation": "Cognition (upayoga) is of two kinds: knowledge-cognition (jñānopayoga) and perception-cognition (darśanopayoga). <br /><br />Knowledge-cognition (jñānopayoga) is of eight kinds: (1) sensory knowledge – matijñāna, (2) scriptural knowledge – śrutajñāna, (3) clairvoyance – avadhijñāna, (4) telepathy – manaÍparyayajñāna, (5) omniscience – kevalajñāna, (6) wrong sensory knowledge –matyajñāna, kumati, (7) wrong scriptural knowledge – śrutājñāna,  kuśruta, and (8) wrong clairvoyance – vibhańgajñāna.<br /><br />Perception-cognition (darśanopayoga) is of four kinds: (1) ocular perception – cakÈudarśana, (2) non-ocular perception – acakÈudarśana, (3) clairvoyant perception – avadhidarśana, and (4) omniscient perception – kevaladarśana.<br /><br />How are these, knowledge and perception, different? Knowledgecognition (jñānopayoga) is with details and, therefore, called sākāra or savikalpa. Perception-cognition (darśanopayoga) is without details and, therefore, called nirvikāra or nirvikalpa or sāmānyāvalokana. These occur in succession in ordinary souls (non-omniscient souls), but occur simultaneously in those who have annihilated karmas. <br /><br />Though perception occurs first, knowledge being more worthy is mentioned first in the sūtra. Earlier, five kinds of right knowledge (samyagjñāna) have been mentioned. But here, three kinds of wrong knowledge are also mentioned as this is the section dealing with cognition (upayoga), in general. <br /><br />Cognition (upayoga) is the mark (lakÈaõa) common to all souls. The souls are classified into two.",
  "vidsrc": [
    "<iframe src=\"https://www.youtube.com/embed/H7Ou1XW37ek\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>",
    "<iframe src=\"https://www.youtube.com/embed/I7Mnp-rpBeU\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>"
  ]
}
